{
    "name_en": "French",
    "name_local": "Français",
    "authorship": "Ashtaka https://github.com/AshtakaOOf",
    "keys": {
        "\n                            TensorRT is an NVIDIA-specific optimization library. This will create a \".engine\" TensorRT model based on your model.\n                            This will take several minutes to create, and will only work with a limited subset of inputs.\n                            (For example, LoRA will not work, and resolution is constrained to the range you select).\n                            Therefore this should only be used for models you want to use frequently, especially for example models exposed as an external API.\n                        ": "TensorRT est une bibliothèque d'optimisation spécifique à NVIDIA. Cela créera un modèle TensorRT « .engine » basé sur votre modèle.\nCela prendra plusieurs minutes à créer, et ne fonctionnera qu'avec un sous-ensemble limité d'entrées.\n(Par exemple, LoRA ne fonctionnera pas et la résolution est limitée à la plage que vous sélectionnez).\nPar conséquent, cela ne devrait être utilisé que pour les modèles que vous voulez utiliser fréquemment, en particulier les modèles exposés comme une API externe.",
        "\n                            The \"Utilities\" tab provides a variety of general utilities and tools in the subtabs above, and the quicktools below.\n                        ": "L'onglet \"Utilitaires\" propose une série d'utilitaires et d'outils généraux dans les sous-onglets ci-dessus et les outils rapides ci-dessous.",
        "\n                            This is a tool to analyze CLIP tokenization for Stable Diffusion models.\n                            All current Stable Diffusion models use the same CLIP token set, so this applies to them all.\n                            Simply type some text in the box below to see how it gets tokenized.\n                            It will show each text-piece, and its numerical ID.\n                        ": "Cet outil permet d'analyser la tokenisation de CLIP pour les modèles Stable Diffusion.\nTous les modèles actuels de Stable Diffusion utilisent le même jeu de token CLIP, donc cela s'applique à toute variante.\nTapez simplement du texte dans la zone ci-dessous pour voir comment il est tokenisé.\nIl affichera chaque morceau de texte, et son identification numérique.",
        "\n                            This is a tool to extract a LoRA from the difference between two models.\n                            \"Base\" should be whatever the common base model is, eg SDXL-1.0-Base.\n                            \"Other\" should be the unique model with information to extract into the LoRA.\n                            The closer Base is to Other, the less complex the LoRA's data will be, and the more likely it will work well with other models that were built off the same base.\n                            \n                            Note that LoRA Extraction is an imperfect partial process, and will lose some of the data that makes the model unique.\n                            Rank is a number indicating how much detail to try to save. Higher numbers result in bigger files, and only slightly more accurate matching. Small values (eg 16) are usually sufficient.\n                        ": "C’est un outil pour extraire une LoRA de la différence entre deux modèles.\n\"Base\" devrait être le modèle de base commun, par exemple SDXL-1.0-Base.\n\"Other\" devrait être le modèle unique avec les informations à extraire dans le LoRA.\nPlus \"Base\" est proche de \"Other\", moins les données du LoRA sont complexes et plus il y a de chances qu'il fonctionnent bien avec d'autres modèles qui ont été entraîné à partir de la même Base.\n \nNotez que l'extraction d'un LoRA est un processus partiel et imparfait, et perdra certaines des informations qui rendent le modèle unique.\nLe \"Rank\" est un nombre indiquant la quantité d'informations à essayer d'enregistrer. Des nombres plus élevés résulteront en des fichiers plus volumineux et une correspondance un peu plus précise. De petites valeurs (par exemple 16) sont généralement suffisantes.",
        "\n                            This is a tool to quickle convert legacy Pickle (.pt, .ckpt, .bin) files to modern Safetensors files.\n                            WARNING: Pickle files may contain malicious code. Do not use this tool or otherwise load pickle files unless you trust their source.\n                            The pickle files will be moved to a \"backups\" folder, and the safetensors files left in place where the pickles originally were.\n                            You may delete the backups folder after confirming the new safetensors files work as intended.\n                            Be aware that this may temporarily use a large amount of filespace.\n                            This may take some time to process.\n                            (You can continue using the UI as normal while this runs)\n                        ": "C'est un outil pour convertir facilement les fichiers Pickle obsolète (.pt, .ckpt, .bin) en fichiers Safetensors modernes.\nAVERTISSEMENT: Les fichiers Pickle peuvent contenir du code malveillant. N'utilisez pas cet outil et ne chargez pas de fichiers Pickle à moins que vous ne fassiez confiance à leur source.\nLes fichiers pickle seront déplacés dans le dossier \"backups\", et les fichiers safetensors seront à l'endroit où se trouvait les pickles à l'origine.\nVous pourrez supprimer le dossier \"backups\" après avoir confirmé que les nouveaux fichiers Safetensors fonctionnent comme prévu.\nSachez que cela peut temporairement utiliser une grande quantité d'espace de fichier.\nCela peut prendre un certain temps à traiter.\n(Vous pouvez continuer à utiliser l'interface utilisateur comme d'habitude pendant que cela s'exécute)",
        "\n                            To use the Stability API in StableSwarmUI, you must set your key.\n                            To get your key, go here.\n                            \n                            Once you have your key, enter it below and click save:\n                            \n                            Save\n                            Remove\n                            Your key: (Unknown)\n                        ": "Pour utiliser l'API Stability dans StableSwarmUI, vous devez définir votre clé.\nPour obtenir votre clé, allez ici.\n \nUne fois que vous avez votre clé, entrez-la ci-dessous et cliquez sur Enregistrer:\n \nSave\nSupprimer\nVotre clé: (Inconnu)",
        "\n                        UnspecifiedV-PredictionEpsilonx0LCMVPred ZSNR\n                    ": "UnspecifiedV-PredictionEpsilonx0LCMVPred ZSNR",
        "\n                 Enable In Simple Tab\n            ": "Activer dans l'onglet simple",
        "\n                 Use Image\n            ": "Utiliser l'image",
        "\n                (TODO: info n stuff here)\n                \n                \n                    Stability API Key\n                    \n                        \n                            To use the Stability API in StableSwarmUI, you must set your key.\n                            To get your key, go here.\n                            \n                            Once you have your key, enter it below and click save:\n                            \n                            Save\n                            Remove\n                            Your key: (Unknown)\n                        \n                    \n                \n            ": "(TODO: info n trucs ici)\n \n \nClé d'API de stabilité\n \n \nPour utiliser l'API Stability dans StableSwarmUI, vous devez définir votre clé.\nPour obtenir votre clé, allez ici.\n \nUne fois que vous avez votre clé, entrez-la ci-dessous et cliquez sur Enregistrer:\n \nSave\nSupprimer\nVotre clé: (Inconnu)",
        "(For API usage) If enabled, requests preview output from ControlNet and no image generation at all.": "(Pour l'utilisation de l'API) Si activé, demande la création d'aperçu de ControlNet et aucune génération d'image du tout.",
        "[AutoWebUI] Sampler": "[AutoWebUI] Échantillonneur",
        "[Close]\n                    ": "[Fermer]",
        "[ComfyUI] Custom Workflow": "[ComfyUI] Flux de travail Personnalisé",
        "[DT] CFG Scale Minimum": "[DT] Minimum de l'Échelle CFG",
        "[DT] CFG Scale Mode": "[DT] Mode d'Échelle CFG",
        "[DT] Interpolate Phi": "[DT] Interpolation Phi",
        "[DT] Mimic Scale": "[DT] Échelle de Mimétisme",
        "[DT] Mimic Scale Minimum": "[DT] Minimum d'échelle de Mimétisme",
        "[DT] Mimic Scale Mode": "[DT] Mode d'échelle de Mimétisme",
        "[DT] Scaling Startpoint": "[DT] Départ de l'échelle",
        "[DT] Scheduler Value": "[DT] Valeur du Planificateur",
        "[DT] Separate Feature Channels": "[DT] Chaînes de fonctions séparées",
        "[DT] Threshold Percentile": "[DT] Seuil Percentile",
        "[DT] Variability Measure": "[DT] Mesure de Variabilité",
        "[Dynamic Thresholding]\n'phi' interpolation factor.\nInterpolates between original value and DT value, such that 0.0 = use original, and 1.0 = use DT.\n(This exists because RCFG is bad and so half-removing it un-breaks it - better to just not do RCFG).": "[Seuil dynamique (DT)]\nFacteur d'interpolation 'phi'.\nInterpole entre la valeur originale et la valeur DT, de telle sorte que 0.0 = utiliser l'original, et 1.0 = utilise DT.\n(Ceci existe parce que RCFG est mauvais et en le désactivant à moitié, il n'est pas cassé - il est préférable de ne pas utiliser RCFG).",
        "[Dynamic Thresholding]\nCFG Scale minimum value (for non-constant CFG mode).": "[Seuil Dynamique (DT)]\nValeur minimale de l'échelle CFG (pour le mode CFG non constant).",
        "[Dynamic Thresholding]\nIf either scale scheduler is 'Power', this is the power factor.\nIf using 'repeating', this is the number of repeats per image. Otherwise, it does nothing.": "[Seuil dynamique (DT)]\nSi l'un des deux planificateurs de balance est 'Power', c'est le facteur de puissance.\nSi vous utilisez 'repeating', c'est le nombre de répétitions par image. Sinon, il ne fait rien.",
        "[Dynamic Thresholding]\nMimic Scale minimum value (for non-constant mimic mode).": "[Seuil Dynamique (DT)]\nValeur Minimum d'échelle de Mimétisme (pour le mode de Mimétisme non constant).",
        "[Dynamic Thresholding]\nMimic Scale value (target for the CFG Scale recentering).": "[Seuil Dynamique (DT)]\nValeur de l'échelle de Mimétisme (cible pour le recentrage de l'échelle CFG).",
        "[Dynamic Thresholding]\nMode for the CFG Scale scheduler.": "[Seuil Dynamique (DT)]\nMode de l'échelle de CFG du Planificateur.",
        "[Dynamic Thresholding]\nMode for the Mimic Scale scheduler.": "[Seuil Dynamique (DT)]\nMode de l'échelle de Mimétisme du Planificateur.",
        "[Dynamic Thresholding]\nthresholding percentile. '1' disables, '0.95' is decent value for enabled.": "[Seuil Dynamique (DT)]\npercentile de seuil. '1' désactive, '0.95' est une valeur convenable pour enabled.",
        "[Dynamic Thresholding]\nWhether to scale relative to the mean value or to zero.\nUse 'MEAN' normally. If you want RCFG logic, use 'ZERO'.": "[Seuil Dynamique (DT)]\nIndique si l'échelle doit être relative à la valeur moyenne ou à zéro.\nUtilisez 'MEAN' normalement. Si vous voulez la logique RCFG, utilisez 'ZERO'.",
        "[Dynamic Thresholding]\nWhether to separate the feature channels.\nNormally leave this on. I think it should be off for RCFG?": "[Seuil Dynamique (DT)]\nIndique si les canaux de fonction doivent être séparés.\nNormalement, laissez-le allumé. Je pense qu'il devrait être hors pour RCFG?",
        "[Dynamic Thresholding]\nWhether to use standard deviation ('STD') or thresholded absolute values ('AD').\nNormally use 'AD'. Use 'STD' if wanting RCFG logic.": "[Seuil Dynamique (DT)]\nIndique si l'écart-type ('STD') ou les valeurs absolues à seuil ('AD') doivent être utilisés.\nNormalement utiliser 'AD'. Utilisez 'STD' si vous voulez la logique RCFG.",
        "[FreeU] Apply To": "[FreeU] Appliquez à",
        "[FreeU] Block One": "[FreeU] Bloc Un",
        "[FreeU] Block Two": "[FreeU] Bloc Deux",
        "[FreeU] Skip One": "[FreeU] Premier Saut",
        "[FreeU] Skip Two": "[FreeU] Deuxième Saut",
        "[Grid Gen] Presets": "[Générateur de Grille] Préréglages",
        "[Grid Gen] Prompt Replace": "[Générateur de Grille] Remplacer la Requête",
        "[Internal] Backend Type": "[Interne] Type de Backend",
        "[SAPI] Engine": "[SAPI] Moteur",
        "[SAPI] Sampler": "[SAPI] Échantillonneur de Données",
        "AddDebugData": "AddDebugData",
        "Admin": "Admin",
        "Advanced Model Addons": "Module de Modèle Avancés",
        "Advanced Sampling": "Échantillonneur Avancé",
        "Allow Reordering": "Autoriser la Réorganisation",
        "AllowedModels": "Modèles Autorisés",
        "AllowedSettings": "Paramètres Autorisés",
        "AllowUnsafeOutpaths": "AllowUnsafeOutpaths",
        "Alt Resolution Height Multiplier": "Multiplicateur Alternatif de Hauteur de la Résolution",
        "Alt-Diffusion": "Diffuseur",
        "Alternate Steps value for the refiner stage.": "Valeur des étapes alternatives pour l'étape de Raffinage.",
        "AlwaysRefreshOnLoad": "AlwaysRefreshOnLoad",
        "Amount of blur to apply to the segment mask before using it.": "Quantité de flou à appliquer au masque de segment avant son utilisation.",
        "AppendUserNameToOutputPath": "Ajouter le nom d'utilisateur au chemin de sortie",
        "Apply parameter presets to the image. Can use a comma-separated list to apply multiple per-cell, eg 'a, b || a, c || b, c'": "Appliquer des préréglages au paramètres de l'image. Peut utiliser une liste séparée par des virgules pour appliquer plusieurs par cellule, par exemple 'a, b || a, c || b, c'",
        "Are you sure you want to shut StableSwarmUI down?": "Êtes-vous sûr de vouloir arrêter StableSwarmUI ?",
        "Are you sure you want to update and restart StableSwarmUI?": "Êtes-vous sûr de vouloir mettre à jour et redémarrer StableSwarmUI ?",
        "Aspect Ratio": "Rapport d'Aspect",
        "Auto Swap To Images": "Échange automatique vers des images",
        "Auto Swap To Previews": "Passage Automatique aux Aperçus",
        "Auto WebUI": "Auto WebUI",
        "AutoCompletionsSource": "AutoCompletionsSource",
        "Automatic Scorer": "Évaluateur Automatique",
        "AutoPullDevUpdates": "AutoPullDevUpdates",
        "AutoUpdate": "Mise à jour Automatique",
        "Backends": "Backends",
        "Backends are automatically assigned unique ports. This value selects which port number to start the assignment from.\nDefault is '7820'.": "Les backends sont automatiquement assignés à des ports uniques. Cette valeur sélectionne le numéro de port à partir duquel commencer l'assignation.\nPar défaut, '7820'.",
        "BackendStartingPort": "Port d'origine du Backend",
        "Batch Size": "Taille des Lots",
        "Batch size - generates more images at once on a single GPU.\nThis increases VRAM usage.\nMay in some cases increase overall speed by a small amount (runs slower to get the images, but slightly faster per-image).": "Taille des Lots - génère plus d'images à la fois sur un seul GPU.\nCela augmente l'utilisation de la VRAM.\nPeut dans certains cas augmenter la vitesse globale d'une petite quantité (s'exécute plus lentement pour obtenir les images, mais légèrement plus vite par image).",
        "Big Cards": "Grandes Cartes",
        "Big Thumbnails": "Grandes Miniatures",
        "Block1 multiplier value for FreeU.\nPaper recommends 1.1.": "Valeur du multiplicateur Block1 pour FreeU.\nLe Papier recommande 1.1.",
        "Block2 multiplier value for FreeU.\nPaper recommends 1.2.": "Valeur du multiplicateur Block2 pour FreeU.\nLe Papier recommande 1.2.",
        "Blur-sigma for Self-Attention Guidance.\nDefaults to 2.0.": "Flou-sigma pour le guidage de l'auto-attention. Valeur par défaut : 2.0.",
        "Browse Workflows": "Parcourir les workflows",
        "Builder for output file paths. Can use auto-filling placeholders like '[model]' for the model name, '[prompt]' for a snippet of prompt text, etc.\nFull details in the docs: https://github.com/Stability-AI/StableSwarmUI/blob/master/docs/User%20Settings.md#path-format": "Constructeur pour les chemins de fichier générer. Peut utiliser des espaces de remplissage automatique comme '[model]' pour le nom du modèle, '[prompt]' pour un extrait de texte de prompt, etc.\nTous les détails dans la documentation: https://github.com/Stability-AI/StableSwarmUI/blob/master/docs/User%20Settings.md#path-format",
        "Can be enabled to cache certain backend data.\nFor example, with ComfyUI backends this will add an extended cache on the object_info data.\nDefaults to false.": "Peut être activé pour mettre en cache certaines données backend.\nPar exemple, avec les backends ComfyUI cela ajoutera un cache étendu sur les données object_info.\nPar défaut, false.",
        "Cancel": "Annuler",
        "CanChangeModels": "Peut changer de Modèle",
        "Cards": "Cartes",
        "Cascade Latent Compression": "Compression latente en cascade",
        "CFG Scale": "Échelle CFG",
        "CFG Scale for Cond2-Negative in InstructPix2Pix (Edit) models.": "Échelle CFG pour Cond2-Negative dans les modèles InstructPix2Pix (Edit).",
        "CheckForUpdates": "CheckForUpdates",
        "Checking for updates...": "Recherche de mises à jour...",
        "Choose File": "Choisir un fichier",
        "Clear Batch": "Effacer le Lot",
        "Clear Images": "Effacer les Images",
        "ClearSystemRAMAfterMinutes": "Effacer la mémoire vive du système après quelques minutes",
        "ClearVRAMAfterMinutes": "Effacer la mémoire vive du GPU après quelques minutes",
        "CLIP Stop At Layer": "Arrêt de CLIP à la Couche",
        "CLIP Tokenization": "Tokenisation de CLIP",
        "CLIP Tokenizer": "Tokeniseur de CLIP",
        "Close": "Fermer",
        "Comfy Workflow": "Comfy Workflow Editor",
        "ComfyUI": "ComfyUI",
        "ComfyUI Advanced": "ComfyUI Avancé",
        "Comma-separated list of parameters to exclude from 'Reuse Parameters'.\nFor example, set 'model' to not copy the model, or 'model,refinermodel,videomodel' to really never copy any models.": "Liste séparée par des virgules de paramètres à exclure de 'Réutiliser les paramètres'.\nPar exemple, définissez 'model' pour ne pas copier le modèle ou 'model,refinermodel,videomodel' pour ne jamais copier de modèles.",
        "Connected Users": "Utilisateurs connectés",
        "Continue On Error": "Continuer sur Erreur",
        "ControlNet": "ControlNet",
        "ControlNet End": "Fin de ControlNet",
        "ControlNet Image Input": "Entrée d'Image ControlNet",
        "ControlNet Model": "Modèle ControlNet",
        "ControlNet Preprocessor": "Préprocesseur ControlNet",
        "ControlNet Preview Only": "Aperçu ControlNet Seulement",
        "ControlNet Start": "Début de ControlNet",
        "ControlNet Strength": "Force du ControlNet",
        "ControlNet Three": "ControlNet Three",
        "ControlNet Three End": "ControlNet Trois extrémités",
        "ControlNet Three Image Input": "ControlNet Trois Entrée d'image",
        "ControlNet Three Model": "Modèle ControlNet Three",
        "ControlNet Three Preprocessor": "Préprocesseur ControlNet Three",
        "ControlNet Three Start": "ControlNet Three Démarrer",
        "ControlNet Three Strength": "ControlNet Trois Force",
        "ControlNet Two": "ControlNet Two",
        "ControlNet Two End": "ControlNet Deux extrémités",
        "ControlNet Two Image Input": "ControlNet Deux Entrée d'image",
        "ControlNet Two Model": "Modèle ControlNet Two",
        "ControlNet Two Preprocessor": "Préprocesseur ControlNet Two",
        "ControlNet Two Start": "Démarrage de ControlNet Two",
        "ControlNet Two Strength": "ControlNet Deux Force",
        "ControlNets": "ControlNets",
        "Convert": "Convertir",
        "Convert ControlNets": "Convertir les ControlNets en",
        "Convert Embeddings": "Convertir les Embeddings en",
        "Convert LoRAs": "Convertir les LoRAs en",
        "Convert Models": "Convertir les Modèles en",
        "Convert to FP16?": "Convertir en FP16 ?",
        "Convert VAEs": "Convertir les VAE en",
        "Core Parameters": "Paramètres de Base",
        "Count": "Compte",
        "Create": "Créer",
        "Create TensorRT Engine": "Créer un moteur TensorRT",
        "Current LoRAs: ": "LoRAs Actuels:",
        "Current presets": "Préréglages Actuels",
        "DataPath": "Chemin de Données",
        "Debug Regional Prompting": "Débogage des prompts Régionales",
        "Default settings for users (unless the user modifies them, if so permitted).\n(NOTE: Usually, don't edit this. Go to the 'User' tab to edit your User-Settings).": "Paramètres par défaut pour les utilisateurs (à moins que l'utilisateur ne les modifie, si cela est autorisé).\n(NOTE: En général, ne modifiez pas ceci. Allez dans l'onglet 'Utilisateur' pour modifier vos paramètres d'utilisateur).",
        "DefaultSDv1VAE": "SDv1 VAE par Défaut",
        "DefaultSDXLVAE": "SDXL VAE par Défaut",
        "DefaultUser": "Utilisateur par Défaut",
        "DefaultUserRestriction": "Restriction par Défaut pour les Utilisateurs",
        "Delay, in seconds, betweeen Generate Forever updates.\nIf the delay hits and a generation is still waiting, it will be skipped.\nDefault is 0.1 seconds.": "Délai, en secondes, entre les mises à jour de Generate Forever.\nSi le délai est atteint et qu'une génération est toujours en attente, elle sera ignorée.\nLa valeur par défaut est de 0,1 seconde.",
        "Delete Preset": "Supprimer le Préréglage",
        "Depth of subfolders to show": "Profondeur des Sous-dossiers à Afficher",
        "Depth: ": "Profondeur:",
        "Description:": "Description:",
        "DisableInternalArgs": "Désactiver les Arguments Internes",
        "Display Advanced Options?": "Afficher les Options Avancées ?",
        "Display Normally-Hidden Options?": "Afficher les Options Normalement Cachées ?",
        "Do Not Save": "Ne pas Enregistrer",
        "DoBackendDataCache": "DoBackendDataCache",
        "Download": "Télécharger",
        "DPI": "DPI",
        "Dry Run": "Test à Blanc",
        "Dynamic Thresholding": "Seuil Dynamique",
        "Edit Preset": "Modifier le Préréglage",
        "Embeddings": "Embeddings",
        "Enable AITemplate": "Activer AITemplate",
        "Enable this workflow in the Simple tab": "Activer ce workflow dans l’onglet Simple",
        "Enable/disable image": "Activer/désactiver l'image",
        "EnablePreviews": "Activer les Prévisualisations",
        "End Steps Early": "Terminer les Étapes tôt",
        "Engine for StabilityAPI to use.": "Moteur pour StabilityAPI à utiliser.",
        "Error": "Erreur",
        "Exact Backend ID": "Identifiant Exact du Backend",
        "Examples": "Exemples",
        "Export Presets": "Exporter les Préréglages",
        "ExtraArgs": "Arguments Supplémentaires",
        "Extract LoRA": "Extraire LoRA",
        "Failed to get session ID after 3 tries. Your account may have been invalidated. Try refreshing the page, or contact the site owner.": "Échec d'obtention de l'Identifiant de session après 3 tentatives. Votre compte a peut-être été invalidé. Essayez d'actualiser la page ou contactez le propriétaire du site.",
        "Failed to get WebSocket address. You may be connecting to the server in an unexpected way. Please use \"http\" or \"https\" URLs.": "Erreur d'obtention d'adresse WebSocket. Vous vous connectez peut-être au serveur d'une manière inattendue. Veuillez utiliser les URL \"http\" ou \"https\".",
        "Failed to load ComfyUI Workflow backend. The server may still be loading.": "Échec du chargement de ComfyUI Workflow backend. Le serveur peut encore être en cours de chargement.",
        "Failed to send request to server. Did the server crash?": "Erreur lors de l'envoi des requêtes. Le serveur s'est-il planté ?",
        "Fast Skip": "Saut Rapide",
        "FileFormat": "Format de Fichier",
        "Folder path for image output.\nIt is highly recommended that this is an empty folder.": "Chemin d'accès au dossier pour la sortie des images générées.\nIl est fortement recommandé que ce soit un dossier vide.",
        "Folder path for input images.\nThis folder should contain a non-recursive single layer of image files (png/jpg).": "Chemin d'accès au dossier pour les images d'entrée.\nCe dossier doit contenir une seule couche non récurrente de fichiers d'images (png/jpg).",
        "Format": "Format",
        "Free Memory": "Libérer la Mémoire",
        "FreeU": "FreeU",
        "Generate": "Générer",
        "Generate Forever": "Générer pour Toujours",
        "Generate Page": "Générer la Page",
        "Generate Previews": "Générer des Aperçus",
        "GenerateForeverDelay": "GenerateForeverDelay",
        "Generic permission flags. '*' means all.\nDefault is all.": "Drapeaux de permission génériques. '*' signifie tous.\nPar défaut, tout.",
        "Giant Thumbnails": "Vignettes Géantes",
        "GLIGEN Model": "Modèle GLIGEN",
        "Global Region Factor": "Facteur Régional Global",
        "Go back up 1 folder": "Revenir en arrière de 1 dossier",
        "GPU_ID": "Identifiant du GPU",
        "Grid Generator: Load Config": "Générateur de grille: Load Config",
        "Grid Generator: Save Config": "Générateur de grille: Sauvegarder la configuration",
        "Height": "Hauteur",
        "Hide Unaltered Parameters": "Masquer les paramètres inchangés",
        "Higher values give the refiner more control, lower values give the base more control.\nThis is similar to 'Init Image Creativity', but for the refiner. This controls how many steps the refiner takes.": "Des valeurs plus élevées donnent au raffineur plus de contrôle, des valeurs plus basses donnent à la base plus de contrôle.\nCeci est similaire à 'Init Image Creativity', mais pour le raffineur. Cela contrôle le nombre d'Étapes que prend l'affineur.",
        "Higher values make the ControlNet apply more strongly. Weaker values let the prompt overrule the ControlNet.": "Des valeurs plus élevées font que le ControlNet s'applique plus fortement. Des valeurs plus faibles permettent àu prompt de remplacer le ControlNet.",
        "Higher values make the generation more creative, lower values follow the init image closer.\nSometimes referred to as 'Denoising Strength' for 'img2img'.": "Des valeurs plus élevées rendent la génération plus créative, des valeurs plus basses suivent l'image d'initialisation de plus près.\nParfois appelée 'Force de dénoisissement' pour 'image2image'.",
        "HintFormat": "Format des Astuces",
        "Host": "Hôte",
        "How deeply to compress latents when using Stable Cascade.\nDefault is 32, you can get slightly faster but lower quality results by using 42.": "La profondeur de compression des latents lors de l'utilisation de Stable Cascade.\nLa valeur par défaut est 32, vous pouvez obtenir des résultats légèrement plus rapides mais de qualité inférieure en utilisant 42.",
        "How likely an outdated image metadata entry is to be revalidated (ie have it's mtime checked against storage) each time an image's metadata is pulled.\nDefault 0.05 means 5% chance.\nSSD users can safely set it higher. HDD users may be happier setting it to 0.\nMetadata is always loaded the first time an image is seen.": "La probabilité qu'une entrée de métadonnées d'image obsolète soit revalidée (c.-à-d. que son mtime soit vérifié par rapport au stockage) chaque fois qu'une image est extraite.\nPar défaut 0.05 signifie 5% de chances.\nLes utilisateurs de SSD peuvent le régler plus haut en toute sécurité. Les utilisateurs de disques durs seront peut-être plus heureux de le mettre à 0.\nLes métadonnées sont toujours chargées la première fois qu'une image est vue.",
        "How long any one part can be.\nDefault is 40 characters.": "La longueur de chaque partie.\nLa valeur par défaut est de 40 caractères.",
        "How long to wait (in seconds) after all queues are done before sending the queue end webhook.\nThis is useful to prevent rapid start+end calls.": "Le temps d'attente (en secondes) après que toutes les files d'attente sont terminées avant d'envoyer au Webhook la fin de la file d'attente.\nCeci est utile pour éviter les appels rapides start+end.",
        "How many directories deep a user's custom OutPath can be.\nDefault is 5.": "À quelle profondeur le chemin de sortie personnalisés de l'utilisateur (OutPath) peut se trouver.\nLa valeur par défaut est 5.",
        "How many frames to generate within the video.": "Nombre d'images à générer dans la vidéo.",
        "How many frames to interpolate between each frame in the video.\nHigher values are smoother, but make take significant time to save the output, and may have quality artifacts.": "Nombre d'images à interpoler entre chaque image de la vidéo.\nDes valeurs plus élevées sont plus fluides, mais font prendre un temps considérable pour enregistrer la sortie et peuvent avoir des artefacts de qualité.",
        "How many images can try to be generating at the same time on this user.": "Combien d'images peuvent être générées en même temps sur cet utilisateur.",
        "How many images the history view should scan server-side before deciding the list is sufficient for sorting. Not relevant when sorting by filename.": "Nombre d'images que la vue historique doit analyser côté serveur avant de décider si la liste est suffisante pour le tri. Non pertinent lors du tri par nom de fichier.",
        "How many images the history view should stop trying to load after.": "Nombre d'images après lesquelles la vue de l'historique doit arrêter de tenter de charger.",
        "How many images to generate at once.": "Nombre d'images à générer simultanément.",
        "How many minutes to wait after the last generation before automatically freeing up system RAM (to prevent issues with other programs).\nThis has the downside of causing models to fully load from data drive at next usage.\nUse a decimal number to free after seconds.\nDefaults to 60 minutes (one hour).": "Nombre de minutes à attendre après la dernière génération avant de libérer automatiquement la RAM du système (pour éviter les problèmes avec d'autres programmes).\nCela présente l'inconvénient de causer le chargement complet des modèles à partir du disque dur lors de la prochaine utilisation.\nUtiliser un nombre décimal pour libérer la mémoire après le temps choisi.\nPar défaut 60 minutes (une heure).",
        "How many minutes to wait after the last generation before automatically freeing up VRAM (to prevent issues with other programs).\nThis has the downside of a small added bit of time to load back onto VRAM at next usage.\nUse a decimal number to free after seconds.\nDefaults to 10 minutes.": "Nombre de minutes à attendre après la dernière génération avant de libérer automatiquement la VRAM du GPU (pour éviter les problèmes avec d'autres programmes).\nL'inconvénient est qu'il faut un peu plus de temps pour recharger les données dans la VRAM lors de la prochaine utilisation.\nUtiliser un nombre décimal pour libérer la mémoire après le temps choisi.\nPar défaut, 10 minutes.",
        "How many steps to use for the video model.\nHigher step counts yield better quality, but much longer generation time.\n40 well get good quality, but 20 is sufficient as a basis.": "Nombre d'Étapes à utiliser pour le modèle vidéo.\nUn nombre d'Étapes plus élevé donne une meilleure qualité, mais un temps de génération beaucoup plus long.\n20 est une bonne base.",
        "How many times to retry initializing a backend before giving up. Default is 3.": "Combien de fois réessayer l'initialisation d'un backend avant d'abandonner. La valeur par défaut est 3.",
        "How many times to run the model.\nMore steps = better quality, but more time.\n20 is a good baseline for speed, 40 is good for maximizing quality.\nYou can go much higher, but it quickly becomes pointless above 70 or so.": "Nombre de fois que le modèle doit être exécuté.\nPlus d'Étapes = meilleure qualité, mais plus de temps.\n20 est une bonne base pour la vitesse, 40 est bon pour maximiser la qualité.\nVous pouvez aller beaucoup plus haut, mais cela devient rapidement inutile au-dessus de 70 ou ainsi.",
        "How much noise to add to the init image.\nHigher values yield more motion.": "Combien de bruit ajouter à l'image d'initialisation.\nDes valeurs plus élevées engendrent plus de mouvement.",
        "How strong to apply ReVision image inputs.\nSet to 0 to disable ReVision processing.": "La force d'application des images ReVision.\nRégler à 0 pour désactiver ReVision.",
        "How strongly to apply the variation seed.\n0 = don't use, 1 = replace the base seed entirely. 0.5 is a good value.": "La force avec laquelle appliquer la graine de variation.\n0 = ne pas utiliser, 1 = remplacer entièrement la graine de base. 0,5 est une bonne valeur.",
        "How strongly to scale prompt input.\nHigher CFG scales tend to produce more contrast, and lower CFG scales produce less contrast.\nToo-high values can cause corrupted/burnt images, too-low can cause nonsensical images.\n7 is a good baseline. Normal usages vary between 5 and 9.": "L'intensité du prompt d'entrée.\nLes échelles CFG les plus élevées tendent à produire plus de contraste, et les échelles CFG les plus basses produisent moins de contraste.\nLes valeurs trop élevées peuvent engendrer des images corrompues/brûlées, les valeurs trop basses peuvent créeront des images absurdes.\nLa valeur 7 est une bonne base de référence. Les utilisations normales varient entre 5 et 9.",
        "How to apply the refiner. Different methods create different results.\n'PostApply' runs the base in full, then runs the refiner with an Init Image.\n'StepSwap' swaps the model after x steps during generation.\n'StepSwapNoisy' is StepSwap but with first-stage noise only.": "Comment appliquer le raffineur. Différentes méthodes créent des résultats différents.\n'PostApply' exécute la base en entier, puis exécute le refiner en image d'initialisation.\n'StepSwap' échange le modèle après x étapes pendant la génération.\n'StepSwapNoisy' est StepSwap mais avec le bruit de la première étape seulement.",
        "How to display previews for generating videos.\n'Animate' shows a low-res animated video preview.\n'iterate' shows one frame at a time while it goes.\n'one' displays just the first frame.\n'none' disables previews.": "Comment afficher les aperçus pendant la génération des vidéos.\n'Animate' affiche un aperçu vidéo animé en basse résolution.\n'iterate' montre une image à la fois pendant qu'il y est.\n'one' affiche seulement la première image.\n'none' désactive les aperçus.",
        "How to interpolate frames in the video.\n'RIFE' or 'FILM' are two different decent interpolation model options.": "Comment interposer des images dans la vidéo.\n'RIFE' ou 'FILM' sont deux options différentes de modèle d'interpolation décent.",
        "How to launch the UI. If 'none', just quietly launch.\nIf 'web', launch your web-browser to the page.\nIf 'webinstall', launch web-browser to the install page.\nIf 'electron', launch the UI in an electron window (NOT YET IMPLEMENTED).": "Comment lancer l'interface utilisateur. Si 'none', lancer sans rien d'autre.\nSi 'web', lancez votre navigateur web sur la page.\nSi 'webinstall', lancez le navigateur web vers la page d'installation.\nSi 'electron', lance l'interface utilisateur dans une fenêtre d'électron (PAS ENCORE IMPLÉMENTÉ).",
        "How to process the mask.\n'Differential' = 'Differential Diffusion' technique, wherein the mask values are used as offsets for timestep of when to apply the mask or not.\n'Simple Latent' = the most basic latent masking technique.": "Comment traiter le masque.\n'Différentiel' = technique de diffusion différentielle, où les valeurs du masque sont utilisées comme décalages pour le pas temporel d'application ou non du masque.\n'Simple Latent' = la technique de masquage latente la plus basique.",
        "How to upscale the image, if upscaling is used.": "Comment mettre à l'échelle l'image, si l'upscaling est utilisé.",
        "If checked, any usage of '<segment:>' syntax in prompts will save the generated mask in output.": "Si cette option est cochée, toute utilisation de la syntaxe '<segment:>' dans les prompts sauvera le masque généré en sortie.",
        "If checked, enables AITemplate for ComfyUI generations (UNet only). Only compatible with some GPUs.": "Si coché, active AITemplate pour les générations ComfyUI (UNet seulement). Compatible uniquement avec certains GPU.",
        "If checked, enables model-specific enhancements.\nFor example, on SDXL, smarter res-cond will be used.\nIf unchecked, will prefer more 'raw' behavior.": "Si coché, active les améliorations spécifiques au modèle.\nPar exemple, sur SDXL, une res-cond plus intelligente sera utilisée.\nSi décochée, préférera un comportement plus « brut ».",
        "If checked, intermediate images (eg before a refiner or segment stage) will be saved separately alongside the final image.": "Si cette option est cochée, les images intermédiaires (par exemple avant un affineur ou une étape de segment) seront enregistrées séparément avec l'image finale.",
        "If checked, outputs masks from regional prompting for debug reasons.": "Si coché, affiche les masques de prompting régionale pour des raisons de débogage.",
        "If checked, shifts the empty latent to use a mean-average per-channel latent value (as calculated by Birchlabs).\nIf unchecked, default behavior of zero-init latents are used.\nThis can potentially improve the color range or even general quality on SDv1, SDv2, and SDXL models.\nNote that the effect is very minor.": "Si coché, déplace le latent vide pour utiliser une valeur moyenne-moyenne par canal (comme calculé par Birchlabs).\nSi cette option n'est pas cochée, le comportement par défaut des latences zero-init est utilisé.\nCela peut potentiellement améliorer la gamme de couleurs ou même la qualité générale sur les modèles SDv1, SDv2 et SDXL.\nNotez que l'effet est très mineur.",
        "If checked, tells the server that previews are not desired.\nMay make generations slightly faster in some cases.": "Si coché, indique au serveur que les Prévisualisations ne sont pas souhaités.\nPeut rendre les générations légèrement plus rapides dans certains cas.",
        "If checked, tells the server to not save this image.\nUseful for quick test generations, or 'generate forever' usage.": "Si coché, indique au serveur de ne pas enregistrer cette image.\nUtile pour les générations de tests rapides, ou l'utilisation de 'Générer pour Toujours'.",
        "If checked, the seed will not be incremented when Images is above 1.\nUseful for example to test different wildcards for the same seed rapidly.": "Si cette option est cochée, la graine ne sera pas incrémentée lorsque Images est supérieur à 1.\nUtile par exemple pour tester rapidement différents Wildcards pour la même graine.",
        "If enabled and a mask is in use, this will recomposite the masked generated onto the original image for a cleaner result.\nIf disabled, VAE artifacts may build up across repeated inpaint operations.\nDefaults enabled.": "Si cette option est activée et qu'un masque est utilisé, le masque généré sera recomposé sur l'image d'origine pour un résultat plus net.\nSi cette option est désactivée, les artefacts VAE peuvent s'accumuler lors d'opérations de peinture répétées.\nLes valeurs par défaut sont activées.",
        "If enabled, automatically clears out the image batch when generating a new one. If disabled, leaves history to grow until you refresh the page.": "Si activé, efface automatiquement le lot d'images précédent lors de la génération d'une nouvelle image. Si désactivé, l'historique grandit jusqu'à ce que vous actualisiez la page.",
        "If enabled, automatically swaps to new images the moment they're done generating.": "Si activé, change automatiquement vers de nouvelles images au moment où elles sont générées.",
        "If enabled, automatically swaps to previews of new images the moment they're available, before the image itself is done generating.": "Si activé, bascule automatiquement vers les aperçus des nouvelles images dès qu'elles sont disponibles, avant que l'image elle-même ne soit générée.",
        "If enabled, batch size will be reset to 1 when parameters are loaded.\nThis can prevent accidents that might thrash your GPU or cause compatibility issues, especially for example when importing a comfy workflow.\nYou can still set the batch size at will in the GUI.": "Si cette option est activée, la taille du lot sera réinitialisée à 1 lorsque les paramètres sont chargés.\nCela peut éviter des accidents qui pourraient endommager votre GPU ou causer des problèmes de compatibilité, en particulier lors de l'importation d'un flux de travail Comfy.\nVous pouvez toujours définir la taille du lot à volonté dans l'interface graphique après.",
        "If enabled, decodes images through the VAE using tiles of this size.\nVAE Tiling reduces VRAM consumption, but takes longer and may impact quality.": "Si activé, décode les images via le VAE en utilisant des tuiles de cette taille.\nCette fonction réduit la consommation de VRAM du VAE, mais prend plus de temps et peut avoir un petit impact sur la qualité.",
        "If enabled, feeds this prompt to an unsampler before resampling with your main prompt.\nThis is powerful for controlled image editing.\n\nFor example, use unsampler prompt 'a photo of a man wearing a black hat',\nand give main prompt 'a photo of a man wearing a sombrero', to change what type of hat a person is wearing.": "Si activé, transmet ce prompt à un déséchantillonneur avant de rééchantillonner avec votre prompt principale.\nC'est puissant pour contrôlée l'édition d'image.\n \nPar exemple, utilisez l'invite de désagrégation 'une photo d'un homme portant un chapeau noir',\net donnez l'invite principale 'une photo d'un homme portant un sombrero', pour changer le type de chapeau qu'une personne porte.",
        "If enabled, removes the background from the generated image.\nThis uses RemBG.": "Si activé, supprime l'arrière-plan de l'image générée.\nCeci utilisera RemBG.",
        "If enabled, the image will be shrunk to just the mask, and then grow by this value many pixels.\nAfter that, the generation process will run in full, and the image will be composited back into the original image at the end.\nThis allows for refining small details of an image for effectively.\nThis is also known as 'Inpaint Only Masked'.\nLarger values increase the surrounding context the generation receives, lower values contain it tighter and allow the AI to create more detail.": "Si cette option est activée, l'image sera réduite au masque et augmentera de plusieurs pixels.\nAprès cela, le processus de génération s'exécutera en entier et l'image sera composée dans l'image originale à la fin.\nCela permet d'affiner les petits détails d'une image de manière efficace.\nC'est aussi connu comme 'Inpaint seulement masqué'.\nDes valeurs plus élevées augmentent le contexte environnant que reçoit la génération, des valeurs plus faibles le contiennent plus étroitement et permettent à l'IA de créer plus de détails.",
        "If enabled, the mask will be blurred by this blur factor.\nThis makes the transition for the new image smoother.\nSet to 0 to disable.": "Si cette option est activée, le masque sera flouté par ce facteur de flou.\nCela rend la transition vers la nouvelle image plus fluide.\nDéfinissez à 0 pour désactiver.",
        "If set to non-0, adds DPI metadata to saved images.\n'72' is a good value for compatibility with some external software.": "Si la valeur n'est pas 0, ajoute les métadonnées DPI aux images enregistrées.\n'72' est une bonne valeur pour la compatibilité avec certains logiciels externes.",
        "If set to true, a '.txt' file will be saved alongside images with the image metadata easily viewable.\nThis can work even if saving in the image is disabled. Defaults disabled.": "Si défini à true, un fichier '.txt' sera enregistré avec les images et les métadonnées de l'image seront facilement visibles.\nCela peut fonctionner même si l'enregistrement dans l'image est désactivé. Par défaut désactivé.",
        "If set true, new/upcoming/experimental features will be visible.": "Si définie sur true, les fonctionnalités nouvelles/à venir/expérimentales seront visibles.",
        "If set true, some additional debugging data will be attached where relevant, such as in image metadata.": "Si cette option est définie sur true, des données de débogage supplémentaires seront ajoutées lorsque cela est pertinent, comme dans les métadonnées d'image.",
        "If this is set to 'true', hides the installer page. If 'false', the installer page will be shown.": "Si cette option est sur 'true', la page d'installation n'apparaît pas. Si 'false', la page de l'installateur sera affichée.",
        "If true, any time you load the UI, trigger a server refresh.\nIf false, only triggers a refresh if you restart Swarm or trigger a refresh manually from the Quick Tools menu.\nDefaults to true.": "Si true, chaque fois que vous chargez l'interface utilisateur, déclenchez une actualisation du serveur.\nSi false, déclenche une actualisation uniquement si vous redémarrez Swarm ou déclenchez une actualisation manuellement à partir du menu Outils rapides.\nPar défaut, true.",
        "If true, folders will be discard from starred image paths.": "Si 'true', les dossiers seront supprimés des chemins d'images Étoilés.",
        "If true, if the port is already in use, the server will try to find another port to use instead.\nIf false, the server will fail to start if the port is already in use.": "Si 'true', et si le port est déjà utilisé, le serveur essaiera de trouver un autre port à utiliser.\nSi 'false', le serveur échouera à démarrer si le port est déjà utilisé.",
        "If true, logs will be saved to a file. If false, logs will be available in console and UI while running, but never saved to file.\nDefaults to false.\nMust restart Swarm to apply.": "Si true, les journaux seront sauvegardés dans un fichier. Si false, les journaux seront disponibles dans la console et l'interface utilisateur pendant l'exécution, mais ne seront jamais enregistrés dans un fichier.\nPar défaut, false.\nRedémarrez Swarm pour appliquer.",
        "If true, model metadata is tracked on a per-folder basis. This is better for example if you copy model folders to different machines, or have symlinks to different instances, or etc.\nIf false, model metadata is tracked in the central data folder. This is better if you don't want stray files in your model folders, or if you have several Swarm instances running simultaneously.": "Si true, les métadonnées du modèle sont suivies par dossier. C'est mieux par exemple si vous copiez des dossiers de modèle sur différentes machines, ou avez des liens symboliques vers différentes instances, etc.\nSi faux, les métadonnées du modèle sont suivies dans le dossier de données central. C'est mieux si vous ne voulez pas de fichiers errants dans vos dossiers modèle, ou si vous avez plusieurs instances Swarm en cours d'exécution simultanément.",
        "If true, Swarm will automatically download and apply any development version updates as soon as they're available.\nDefaults to false.": "Si true, Swarm téléchargera et appliquera automatiquement toutes les mises à jour de la version de développement dès qu'elles seront disponibles.\nPar défaut, false.",
        "If true, Swarm will check if there's any updates available during startup. If false, it will not check for updates.\nUpdate check only downloads a simple JSON from GitHub to get the current version info, it does not transmit any telemetry nor does it download any files or apply the update.\nDefaults to true.": "Si true, Swarm vérifiera s'il y a des mises à jour disponibles au démarrage. Si false, il ne recherchera pas de mises à jour.\nLa vérification de mise à jour télécharge uniquement un simple JSON depuis GitHub pour obtenir les informations de la version actuelle, elle ne transmet aucune télémétrie et ne télécharge aucun fichier ni n'applique la mise à jour.\nPar défaut, true.",
        "If true, the Image History view will cache small preview thumbnails of images.\nThis should make things run faster. You can turn it off if you don't want that.": "Si 'true', l'Historique des images mettra en cache les petites vignettes d'aperçu des images.\nCela devrait faire marcher les choses plus vite. Vous pouvez le désactiver si vous ne voulez pas cela.",
        "If true, the user is treated as a full admin.\nThis includes the ability to modify these settings.": "Si 'true', l'utilisateur est traité comme un administrateur complet.\nCela inclut la possibilité de modifier ces paramètres.",
        "If true, user may load models.\nIf false, they may only use already-loaded models.": "Si 'true', l'utilisateur peut charger des modèles.\nSi 'false', ils ne peuvent utiliser que des modèles déjà chargés.",
        "If true, when including model name (or loras or etc), the path will skip the folder (ie filename only).": "Si true, lorsque vous incluez le nom du modèle (ou loras ou etc), le chemin sautera le dossier (c'est-à-dire le nom de fichier seulement).",
        "If you want to shut down the server, click the button below.": "Si vous souhaitez arrêter le serveur, cliquez sur le bouton ci-dessous.",
        "Image aspect ratio. Some models can stretch better than others.": "Rapport d'aspect de l'image. Certains modèles peuvent s'étirer mieux que d'autres.",
        "Image Format": "Format d'image",
        "Image height, in pixels.\nSDv1 uses 512, SDv2 uses 768, SDXL prefers 1024.\nSome models allow variation within a range (eg 512 to 768) but almost always want a multiple of 64.": "Hauteur de l'image, en pixels.\nSDv1 utilise 512, SDv2 utilise 768, SDXL préfère 1024.\nCertains modèles permettent des variations dans une plage (par exemple 512 à 768) mais presque toujours un multiple de 64.",
        "Image History": "Historique des Images",
        "Image seed.\n-1 = random.\nDifferent seeds produce different results for the same prompt.": "Graine d'Image.\n-1 = aléatoire.\nDifférentes graines produisent des résultats différents pour le même prompt.",
        "Image width, in pixels.\nSDv1 uses 512, SDv2 uses 768, SDXL prefers 1024.\nSome models allow variation within a range (eg 512 to 768) but almost always want a multiple of 64.": "Largeur de l'image, en pixels.\nSDv1 utilise 512, SDv2 utilise 768, SDXL préfère 1024.\nCertains modèles permettent des variations dans une plage (par exemple 512 à 768) mais presque toujours un multiple de 64.",
        "Image-variation seed.\nCombined partially with the original seed to create a similar-but-different image for the same seed.\n-1 = random.": "Graine de Variation d'image.\nCombinée partiellement avec la graine originale pour créer une image similaire mais différente pour la même graine.\n-1 = aléatoire.",
        "ImageDataValidationChance": "ImageDataValidationChance",
        "ImageFormat": "Format de l'Image",
        "ImageHistoryUsePreviews": "Historique des Images Utilise les Aperçus",
        "Images": "Images",
        "Images to include with the prompt, for eg ReVision or UnCLIP.\nIf this parameter is visible, you've done something wrong - this parameter is tracked internally.": "Images à inclure avec le prompt, par exemple ReVision ou UnCLIP.\nSi ce paramètre est visible, vous avez fait quelque chose de mal - ce paramètre est suivi en interne.",
        "Implements 'FreeU: Free Lunch in Diffusion U-Net'": "Mise en œuvre de 'FreeU: Déjeuner gratuit dans l'U-Net de Diffusion'",
        "Import": "Importation",
        "Import From Generate Tab": "Importer depuis l'onglet Générer",
        "Import Presets": "Importer les Préréglages",
        "Info": "Information",
        "Init Image": "Image d'initialisation",
        "Init Image Creativity": "Créativité de l'Image d'initialisation",
        "Init Image Recomposite Mask": "Init Image Recomposite Mask",
        "Init Image Reset To Norm": "Réinitialisation de l'Image d'initialisation à la norme",
        "Init-image, to edit an image using diffusion.\nThis process is sometimes called 'img2img' or 'Image To Image'.": "Image d'initialisation, pour éditer une image en utilisant la diffusion.\nCe processus est parfois appelé 'img2img' ou 'Image To Image'.",
        "Input Folder": "Dossier d'Entrée",
        "Install TensorRT": "Installer TensorRT sur Linux",
        "Interrupt All Sessions": "Interrompre Toutes les Sessions",
        "Interrupt Current Session": "Interrompre la Session en Cours",
        "IP-Adapter Weight": "Puissance de l'IP-Adapter",
        "IP2P CFG 2": "IP2P CFG 2",
        "IsInstalled": "Est installé",
        "Language": "Langue",
        "LaunchMode": "Mode de Lancement",
        "Like the input prompt text, but describe what NOT to generate.\nTell the AI things you don't want to see.": "Comme le texte de prompt d'entrée, mais décrivez ce qui ne doit PAS être généré.\nDites à l'IA ce que vous ne voulez pas voir.",
        "List": "Liste",
        "Local Network": "Réseau Local",
        "LogLevel": "Niveau du Journal",
        "Logs": "Journals",
        "LogsPath": "LogsPath",
        "LoRA Extractor": "Extracteur de LoRA",
        "LoRA Section Confinement": "LoRA Section Confinement",
        "LoRA Weights": "Puissance du LoRA",
        "LoRAs": "LoRAs",
        "LoRAs (Low-Rank-Adaptation Models) are a way to customize the content of a model without totally replacing it.\nYou can enable one or several LoRAs over top of one model.": "Les LoRAs (Low-Rank-Adaptation Models) sont un moyen de personnaliser le contenu d’un modèle sans le remplacer totalement.\nVous pouvez activer un ou plusieurs LoRA sur un modèle.",
        "Makes the generated image seamlessly tileable (like a 3D texture would be).\nOptionally, can be tileable on only the X axis (horizontal) or Y axis (vertical).": "Transforme l'image générée en mosaïque (comme une texture 3D).\nEn option, peut être carrelé sur l'axe X (horizontal) ou l'axe Y (vertical).",
        "Manually force a specific exact backend (by ID #) to be used for this generation.": "Forcer manuellement un Backend spécifique (par ID #) à être utilisé pour cette génération.",
        "Mask Behavior": "Comportement du masque",
        "Mask Blur": "Flou de masque",
        "Mask Image": "Image de Masque",
        "Mask Shrink Grow": "Masque Shrink Grow",
        "Mask-image, white pixels are changed, black pixels are not changed, gray pixels are half-changed.": "Image-masque, les pixels blancs sont modifiés, les pixels noirs ne sont pas modifiés, les pixels gris sont à moitié modifiés.",
        "MaxBackendInitAttempts": "Tentatives Maximales d'Initialisation du Backend",
        "MaxImagesInHistory": "Nombre d'Images Maximales dans l'Historique",
        "MaxImagesInMiniGrid": "Nombre Maximum d'Images dans la Mini-Grille",
        "MaxImagesScannedInHistory": "MaxImagesScannedInHistory",
        "Maximum sigma value for the sampler.\nOnly applies to Karras/Exponential schedulers.": "Valeur sigma maximale pour l'Échantillonneur.\nS'applique uniquement aux planificateurs Karras/Exponential.",
        "MaxLenPerPart": "Longueur Maximale par Morceau",
        "MaxOutPathDepth": "Profondeur Maximale du Chemin de Sortie",
        "MaxRequestsForcedOrder": "Demandes Maximales avec un Ordre forcé",
        "MaxSimulPreviews": "Aperçu de Simul Max",
        "MaxT2ISimultaneous": "Nombre Maximal de Textes vers Images (T2I) Simultanés",
        "MaxTimeoutMinutes": "Délai d'Attente Maximal en Minutes",
        "Merges the init image towards the latent norm.\nThis essentially lets you boost 'init image creativity' past 1.0.\nSet to 0 to disable.": "Fusionne l'image d'initialisation vers la norme latente.\nCela vous permet essentiellement d'augmenter la créativité de l'image initiale au-delà de 1.0.\nMettre à 0 pour désactiver",
        "Metadata Reset": "Réinitialisation des Métadonnées",
        "Minimum sigma value for the sampler.\nOnly applies to Karras/Exponential schedulers.": "Valeur sigma minimale de l'échantillonneur.\nS'applique uniquement aux planificateurs Karras et Exponential.",
        "Missing Preview Preset": "Préréglage d'Aperçu Manquant",
        "Model": "Modèle",
        "Model Author": "Auteur du Modèle",
        "Model Date": "Date du Modèle",
        "Model description text...": "Texte de Description du Modèle...",
        "Model License": "Licence du Modèle",
        "Model Merged From": "Modèle Fusionné à Partir de",
        "Model Specific Enhancements": "Améliorations spécifiques au modèle",
        "Model Tags": "Étiquettes de modèle",
        "Model Trigger Phrase": "Phrase de Déclenchement du Modèle",
        "Model Usage Hint": "Conseil d'Utilisation du Modèle",
        "ModelMetadataPerFolder": "ModèleMetadonnéesParDossier",
        "ModelPathsSkipFolders": "Modèle",
        "ModelRoot": "Racine du Modèle",
        "Models": "Modèles",
        "Negative Prompt": "Prompt Négatif",
        "Network": "Réseau",
        "No Previews": "Pas d'Aperçus",
        "No Seed Increment": "Pas d'Incrément de Graines",
        "Notice: this is raw internal configuration of parameters. Don't mess with this unless you know what you're doing.": "Remarque: ceci est la configuration interne brute des paramètres. Ne vous y mêlez pas à moins que vous sachiez ce que vous faites.",
        "NvidiaQueryRateLimitMS": "Limite de Requêtes par Millisecondes pour Nvidia",
        "Only keep images with a generated score above this minimum.": "Ne conservez que les images dont le score généré est supérieur à ce minimum.",
        "Only keep the best *this many* images in a batch based on scoring.\n(For example, if batch size = 8, and this value = 2, then 8 images will generate and will be scored, and the 2 best will be kept and the other 6 discarded.)": "Ne conservez que les meilleures *cette quantité* d'images dans un lot en fonction du score.\n(Par exemple, si la taille du lot = 8 et que cette valeur = 2, alors 8 images seront générées et notées, les 2 meilleures seront conservées et les 6 autres seront supprimées.)",
        "Open Empty Image Editor": "Ouvrir l'Éditeur d'Image sans ouvrir d'Image",
        "Optional advanced way to manually specify raw resolutions, useful for grids.\nWhen enabled, this overrides the default width/height params.": "Option avancée pour spécifier manuellement les résolutions brutes, utile pour les grilles.\nLorsque cette option est activée, elle remplace les paramètres de largeur/hauteur par défaut.",
        "Optional field to type in any personal text note you want.\nThis will be stored in the image metadata.": "Champ facultatif pour taper dans n'importe quelle note de texte personnelle que vous voulez.\nCela sera stocké dans les métadonnées de l'image.",
        "Optional internal parameter used to confine LoRAs to certain sections of generation (eg a 'segment' block).\nComma separated list of section IDs (0 to mean global).\nMust match the length of the LoRAs input.": "Paramètre interne optionnel utilisé pour confiner les LoRA à certaines sections de génération (par exemple un bloc 'segment').\nListe des ID de section séparés par une virgule (0 pour signifier global).\nDoit correspondre à la longueur de l'entrée LoRAs.",
        "Optional override for the final image file format.": "Remplacement facultatif pour le format de fichier d'image final.",
        "Optional source file for auto-completion texts (inside Data/Autocompletions).\nSee docs/Autocompletions for info.": "Fichier source optionnel pour les textes de saisie semi-automatique (dans Données/Saisissez automatiquement).\nVoir docs/Autocompletions pour plus d'informations.",
        "Optional upscale of the image between the base and refiner stage.\nSometimes referred to as 'high-res fix'.\nSetting to '1' disables the upscale.": "Upscaling de l'image entre la base et le stade d'affinage.\nParfois appelé 'high-res fix'.\nLe mettre à '1' désactive l'upscaling.",
        "Optional VAE replacement for the refiner stage.": "Changement facultatif de VAE pour l'étape de raffinage.",
        "Optionally specify a (raw HTML) welcome message here. If specified, will override the automatic welcome messages.": "Spécifiez éventuellement un message de bienvenue (en HTML brut) ici. Si spécifié, remplacera les messages de bienvenue automatiques.",
        "Optionally specify a distinct model to use for 'segment' values.": "Spécifiez éventuellement un modèle distinct à utiliser pour les valeurs de 'segment'.",
        "Optionally use a GLIGEN model.\nGLIGEN is only compatible with SDv1 at time of writing.": "Utilisez éventuellement un modèle GLIGEN.\nGLIGEN est seulement compatible avec SDv1 au moment de la rédaction.",
        "Optionally, type a negative prompt here...": "Si vous le souhaitez, saisissez une invite négative ici...",
        "Options to override default VAEs with.": "Options pour remplacer les VAE par défaut.",
        "Or you can update and restart if there are updates available:": "Vous pouvez également mettre à jour et redémarrer si des mises à jour sont disponibles:",
        "OutPathBuilder": "Constructeur de Chemin de Sortie",
        "Output Folder": "Dossier de Sortie",
        "Output Folder Name": "Nom du Dossier de Sortie",
        "Output folder name...": "Nom du Dossier de Sortie...",
        "OutputPath": "Chemin de Sortie",
        "OverQueue": "Requêtes Supplémentaire",
        "OverrideWelcomeMessage": "Remplacer le Message de Bienvenue",
        "Overwrite Existing Files": "Remplacer les Fichiers Existants",
        "Overwrite existing presets": "Remplacer les Préréglages Existants",
        "Parameter Configuration": "Configuration des Paramètres",
        "Parameter for internally tracking YOLOv8 models.\nThis is not for real usage, it is just to expose the list to the UI handler.": "Paramètre pour le suivi interne des modèles YOLOv8.\nCe n'est pas pour une utilisation réelle, c'est juste pour exposer la liste au gestionnaire d'interface utilisateur.",
        "Parameters in the Preset": "Paramètres du Préréglage",
        "Paths": "Chemins",
        "Percentage of steps to cut off before the image is done generation.": "Pourcentage d'Étapes à couper avant que l'image soit générée.",
        "Performance": "Performance",
        "PermissionFlags": "Indicateurs de Permission",
        "PerRequestTimeoutMinutes": "Délai d'Attente par Demande en Minutes",
        "Personal Note": "Note Personnelle",
        "Pickle To Safetensors": "Pickle (CKPT) To Safetensors",
        "Port": "Port",
        "PortCanChange": "Le Port Peut Changer",
        "Prefix a line with # to make it a comment (ie won't be counted as an option).": "Préfixez une ligne avec # pour en faire un commentaire (c'est-à-dire qu'elle ne sera pas utilisée).",
        "Preset description text...": "Prédéfinir le texte de description...",
        "Presets": "Préréglages",
        "Prompt": "Prompt",
        "Prompt Images": "Prompt Images",
        "Prompt only CSV": "Prompt Uniquement en CSV",
        "Publish Generation Metadata": "Métadonnées de génération de publications",
        "QueueEndDelay": "QueueEndDelay",
        "QueueEndWebhook": "Webhook de Fin de File d'Attente",
        "QueueStartWebhook": "Webhook de Début de File d'Attente",
        "Quick Tools": "Outils Rapides",
        "Ratelimit, in milliseconds, between Nvidia GPU status queries. Default is 1000 ms (1 second).": "Limite de débit, en millisecondes, entre les requêtes d'état du GPU Nvidia. La valeur par défaut est de 1000 ms (1 seconde).",
        "Raw Resolution": "Résolution brute",
        "Refiner": "Raffineur",
        "Refiner Control Percentage": "Pourcentage de contrôle des raffineries",
        "Refiner HyperTile": "Taille de HyperTile pour le Raffineur",
        "Refiner Method": "Méthode du Raffineur",
        "Refiner Model": "Modèle du Raffineur",
        "Refiner Steps": "Étapes du Raffineur",
        "Refiner Upscale": "Upscaling avec le Raffineur",
        "Refiner Upscale Method": "Méthode d'Upscale pour le Raffinage",
        "Refiner VAE": "VAE du Refiner",
        "Refresh": "Actualiser",
        "Regional Object Cleanup Factor": "Facteur de nettoyage d'objet régional",
        "Regional Object Inpainting Model": "Modèle d'Inpainting d'Objet Régional",
        "Regional Prompting": "Prompt Régionale",
        "Reload Parameter Values": "Recharger les Valeurs des Paramètres",
        "Remove": "Supprimer",
        "Remove Background": "Retirer l'Arrière-plan",
        "Remove Workflow From Generate Tab": "Supprimer Workflow de l’onglet Générer",
        "Replace text in the prompt (or negative prompt) with some other text.": "Remplacez le texte du prompt (ou du prompt négatif) par un autre texte.",
        "Reset All Metadata": "Réinitialiser toutes les Métadonnées",
        "Reset Page Layout": "Réinitialiser la Disposition de la Page",
        "Reset Params to Default": "Réinitialiser les paramètres à leur valeur par Défaut",
        "ResetBatchSizeToOne": "Réinitialiser la Taille du Lot à Un",
        "Reshow Welcome Message": "Réafficher le Message de Bienvenue",
        "Resolution": "Résolution",
        "Resolution, eg 1024x1024": "Résolution, par exemple 1024x1024",
        "Resource Usage": "Utilisation des Ressources",
        "Restart All Backends": "Redémarrer tous les Beckends",
        "Restrictions to apply to default users.": "Restrictions à appliquer aux Utilisateurs par Défaut.",
        "ReuseParamExcludeList": "ReuseParamExcludeList",
        "ReVision": "ReVision",
        "ReVision Model": "Modèle ReVision",
        "ReVision Strength": "Puissance de ReVision",
        "ReVision Zero Prompt": "ReVision sans Prompt",
        "Rho value for the sampler.\nOnly applies to Karras/Exponential schedulers.": "Valeur Rho pour l'Échantillonneur.\nS'applique uniquement aux Planificateurs Karras et Exponential.",
        "Root path for data (user configs, etc).\nDefaults to 'Data'": "Chemin de base pour les données (configurations utilisateur, etc.).\nPar défaut 'Data'",
        "Root path for model files. Use a full-formed path (starting with '/' or a Windows drive like 'C:') to use an absolute path.\nDefaults to 'Models'.": "Chemin d'accès de base pour les fichiers de modèle. Utilisez un chemin complet (commençant par '/' pour Linux/MacOS ou un chemin Windows avec 'C:') pour utiliser un chemin absolu.\nPar défaut, 'Models'.",
        "Root path for output files (images, etc).\nDefaults to 'Output'": "Chemin d'accès de base pour les fichiers de sortie (images, etc.).\nPar défaut à 'Output'",
        "Safety check, the maximum duration all requests can be waiting for a backend before the system declares a backend handling failure.": "Vérification de sécurité, la durée maximale pendant laquelle les requêtes peuvent attendre un backend avant que le système ne déclare une erreur de gestion des backend.",
        "Sampler": "Échantillonneur",
        "Sampler for StabilityAPI to use.": "Échantillonneur à utiliser pour StabilityAPI.",
        "Sampler Rho": "Échantillonneur Rho",
        "Sampler Sigma Max": "Sigma Maximum de l'Échantillonneur",
        "Sampler Sigma Min": "Sigma Minimum de l'Échantillonneur",
        "Sampler type (for AutoWebUI)": "Type d'Échantillonneur (pour AutoWebUI)",
        "Sampler type (for ComfyUI)\nGenerally, 'Euler' is fine, but for SD1 and SDXL 'dpmpp_2m' is popular when paired with the 'karras' scheduler.": "Type d'échantillonneur (pour ComfyUI)\nEn général, 'Euler' est correct, mais pour SD1 et SDXL 'dpmpp_2m' est populaire lorsqu'il est associé au planificateur 'karras'.",
        "Sampling": "Échantillonnage",
        "Save": "Sauvegarder",
        "Save Custom Comfy Workflow": "Enregistrer le flux de travail Comfy personnalisé",
        "Save Intermediate Images": "Enregistrer des images intermédiaires",
        "Save Segment Mask": "Enregistrer le masque de segment",
        "Save Workflow": "Enregistrer le flux de travail",
        "Save workflow...": "Enregistrer le flux de travail...",
        "SaveFiles": "Sauvegarde de Fichiers",
        "SaveLogToFile": "Enregistrer le journal dans un fichier",
        "SaveMetadata": "Sauvegarde de Métadonnées",
        "SaveTextFileMetadata": "Sauvegarde de Métadonnées dans un fichier Texte",
        "Scale for Self-Attention Guidance.\n''Self-Attention Guidance (SAG) uses the intermediate self-attention maps of diffusion models to enhance their stability and efficacy.\nSpecifically, SAG adversarially blurs only the regions that diffusion models attend to at each iteration and guides them accordingly.''\nDefaults to 0.5.": "Échelle pour la Guidance sur l'Auto-attention.\n''La Guidance sur l'Auto-attention (SAG) uutilise les schémas d'Auto-attention intermédiaires des modèles de diffusion pour en améliorer la stabilité et l'efficacité.\nPlus précisément, SAG floute de manière contradictoire uniquement les régions que les modèles de diffusion prennent en compte à chaque itération et les guide en conséquence (ceci ralentit la vitesse de génération).\nPar défaut, 0.5.",
        "Scheduler": "Planificateur",
        "Scheduler type (for ComfyUI)\nGoes with the Sampler parameter above.": "Type de planificateur (pour ComfyUI)\nVa avec le paramètre Sampler ci-dessus.",
        "Score Must Exceed": "Le Score doit Dépasser",
        "Scoring": "Score",
        "Scoring engine(s) to use when scoring this image. Multiple scorers can be used and will be averaged together. Scores are saved in image metadata.": "Moteur(s) de score à utiliser pour cette image. Plusieurs scoreurs peuvent être utilisés et seront moyé ensemble. Les scores sont enregistrés dans les métadonnées de l'image.",
        "SDClipVisionFolder": "Dossier des Modèles ClipVisions",
        "SDControlNetsFolder": "Dossier des Modèles ControlNets",
        "SDEmbeddingFolder": "Dossier des Embeddings",
        "SDLoraFolder": "Dossier des LoRAs",
        "SDModelFolder": "Dossier des Modèles SD",
        "SDVAEFolder": "Dossier des VAEs SD",
        "Seamless Tileable": "Tuilage sans Discontinuité",
        "Seed": "Graine",
        "Seems like the ComfyUI workflow editor direct-access hasn't loaded. Give it a second to load - if it doesn't there might be an error message in your browser console or the server logs.": "Il semble que l'accès direct de l'éditeur de flux de travail ComfyUI ne s'est pas chargé. Donnez-lui une seconde pour se charger - si ce n'est pas le cas, il peut y avoir un message d'erreur dans la console de votre navigateur ou les journaux du serveur.",
        "Segment Mask Blur": "Flou du masque de segment",
        "Segment Model": "Modèle de segment",
        "Segmind Stable Diffusion 1B (SSD-1B)": "Segmind Stable Diffusion 1B (SSD-1B)",
        "Select an IP-Adapter model to use IP-Adapter for image-prompt input handling.\nModels will automatically be downloaded when you first use them.\n<a href=\"https://github.com/Stability-AI/StableSwarmUI/blob/master/docs//Features/IPAdapter-ReVision.md\">See more docs here.</a>": "Sélectionnez un modèle d'adaptateur IP pour utiliser l'adaptateur IP pour la gestion des entrées d'invite d'image.\nLes modèles seront automatiquement téléchargés lorsque vous les utiliserez pour la première fois.\n<a href=\"https://github.com/Stability-AI/StableSwarmUI/blob/master/docs//Features/IPAdapter-ReVision.md\">Voir plus de documents ici</a>",
        "Select an IP-Adapter model to use IP-Adapter for image-prompt input handling.\nModels will automatically be downloaded when you first use them.\nSee more docs here.": "Sélectionnez un modèle d'adaptateur IP pour utiliser l'adaptateur IP pour la gestion des entrées d'invite d'image.\nLes modèles seront automatiquement téléchargés lorsque vous les utiliserez pour la première fois.\nVoir plus de documents ici.",
        "Select the checkbox next to inputs you want included in the preset.By default this will override values entirely. For text inputs, use {value} to include the current UI value instead of overriding.": "Cochez la case à côté des entrées que vous voulez inclure dans le préréglage. Par défaut, cela remplacera entièrement les valeurs. Pour les entrées de texte, utilisez {value} pour inclure la valeur actuelle de l'interface utilisateur au lieu d'une substitution.",
        "Self-Attention Guidance Scale": "Échelle de Guidage pour l'Auto-attention",
        "Self-Attention Guidance Sigma Blur": "Guidage du Flou Sigma de l'Auto-attention",
        "Server": "Serveur",
        "Server Configuration": "Configuration du Serveur",
        "Server Info": "Information du Serveur",
        "Set to a number above 1 to allow generations of multiple images to automatically generate square mini-grids when they're done.": "Définissez un nombre supérieur à 1 pour permettre aux générations d'images multiples de générer automatiquement des mini-grilles carrées lorsqu'elles sont terminées.",
        "Settings related to backends.": "Paramètres liés aux Backends.",
        "Settings related to file paths.": "Paramètres liés aux chemins de Fichiers.",
        "Settings related to logging.": "Paramètres liés à la journalisation.",
        "Settings related to networking and the webserver.": "Paramètres liés au réseau et au serveur Web.",
        "Settings related to output path building.": "Paramètres liés à la construction du chemin de sortie.",
        "Settings related to saved file format.": "Paramètres liés au format de fichier enregistré.",
        "Settings related to server performance.": "Paramètres liés aux performances du serveur.",
        "Settings related to the User Interface.": "Paramètres liés à l'Interface Utilisateur.",
        "Settings related to webhooks.": "Paramètres liés aux webhooks.",
        "Shifted Latent Average Init": "Moyenne latente décalée Init",
        "Show Advanced Backend Types": "Afficher les types de Backend avancés",
        "Show Outputs": "Afficher les sorties",
        "Show Prompt Tokenization": "Afficher la Tokenisation des Prompt",
        "ShowExperimentalFeatures": "ShowExperimentalFeatures",
        "Shutdown": "Arrêt",
        "Shutdown Server": "Serveur d'arrêt",
        "Simple": "Simple",
        "Skip1 multiplier value for FreeU.\nPaper recommends 0.9.": "Valeur de multiplicateur Skip1 pour FreeU.\nLe Papier recommande 0,9.",
        "Skip2 multiplier value for FreeU.\nPaper recommends 0.2.": "Valeur du multiplicateur Skip2 pour FreeU.\nLe Papier recommande 0,2.",
        "Small Cards": "Cartes de Petite Taille",
        "Small Thumbnails": "Petites Vignettes",
        "Stability API Key": "Clé d'API de stabilité",
        "StabilityAPI": "StabilityAPI",
        "Stable Cascade v1 (Stage A)": "Stable Cascade v1 (étape A)",
        "Stable Cascade v1 (Stage B)": "Stable Cascade v1 (étape B)",
        "Stable Cascade v1 (Stage C)": "Stable Cascade v1 (étape C)",
        "Stable Diffusion 3 Medium": "Stable Diffusion 3 Medium",
        "Stable Diffusion v1": "Stable Diffusion v1",
        "Stable Diffusion v1 (Inpainting)": "Stable Diffusion v1 (Inpainting)",
        "Stable Diffusion v1 (TensorRT Engine)": "Diffusion stable v1 (moteur TensorRT)",
        "Stable Diffusion v1 ControlNet": "Stable Diffusion v1 ControlNet",
        "Stable Diffusion v1 Embedding": "Stable Diffusion v1 Embedding",
        "Stable Diffusion v1 LoRA": "Stable Diffusion v1 LoRA",
        "Stable Diffusion v1 VAE": "Stable Diffusion v1 VAE",
        "Stable Diffusion v2 (Depth)": "Stable Diffusion v2 (Profondeur)",
        "Stable Diffusion v2 (Inpainting)": "Stable Diffusion v2 (Inpainting)",
        "Stable Diffusion v2 (TensorRT Engine)": "Stable Diffusion v2 (moteur TensorRT)",
        "Stable Diffusion v2 (Unclip)": "Stable Diffusion v2 (Unclip)",
        "Stable Diffusion v2 Embedding": "Stable Diffusion v2 Embedding",
        "Stable Diffusion v2 LoRA": "Stable Diffusion v2 LoRA",
        "Stable Diffusion v2 Turbo": "Stable Diffusion v2 Turbo",
        "Stable Diffusion v2-512": "Stable Diffusion v2-512",
        "Stable Diffusion v2-768v": "Stable Diffusion v2-768v",
        "Stable Diffusion XL 0.9-Base": "Stable Diffusion XL 0.9-Base",
        "Stable Diffusion XL 0.9-Base (TensorRT Engine)": "Stable Diffusion XL 0.9-Base (moteur TensorRT)",
        "Stable Diffusion XL 0.9-Refiner": "Stable Diffusion XL 0.9-Refiner",
        "Stable Diffusion XL 1.0 Edit": "Stable Diffusion XL 1.0 Modifier",
        "Stable Diffusion XL 1.0-Base": "Stable Diffusion XL 1.0-Base",
        "Stable Diffusion XL 1.0-Base (TensorRT Engine)": "Stable Diffusion XL 1.0-Base (moteur TensorRT)",
        "Stable Diffusion XL 1.0-Base Control-LoRA": "Stable Diffusion XL 1.0-Base Control-LoRA",
        "Stable Diffusion XL 1.0-Base ControlNet": "Stable Diffusion XL 1.0-Base ControlNet",
        "Stable Diffusion XL 1.0-Base Embedding": "Stable Diffusion XL 1.0-Base Embedding",
        "Stable Diffusion XL 1.0-Base LoRA": "Stable Diffusion XL 1.0-Base LoRA",
        "Stable Diffusion XL 1.0-Base VAE": "Stable Diffusion XL 1.0-Base VAE",
        "Stable Diffusion XL 1.0-Refiner": "Stable Diffusion XL 1.0-Refiner",
        "Stable Diffusion XL 1.0-Refiner (TensorRT Engine)": "Stable Diffusion XL 1.0-Refiner (moteur TensorRT)",
        "Stable Diffusion XL Turbo": "Stable Diffusion XL Turbo",
        "Stable Diffusion XL Turbo (TensorRT Engine)": "Stable Diffusion XL Turbo (moteur TensorRT)",
        "Stable Video Diffusion Img2Vid 0.9": "Téléchargement de Stable Video Diffusion Img2Vid 0.9",
        "Stable Video Diffusion Img2Vid v1": "Stable Diffusion Vidéo Img2Vid v1",
        "Stable Video Diffusion Img2Vid v1 (TensorRT Engine)": "Img2Vid v1 (Moteur TensorRT) - Télécharger pour Mac",
        "StableSwarmUI JSON": "StableSwarmUI JSON",
        "StarNoFolders": "Ignorer les Dossiers d'Images Étoilés",
        "Start Anyway": "Commencer Quand Même",
        "Start generating images\nRight-click for advanced options.": "Commencer à générer des images\nCliquez avec le bouton droit de la souris pour voir les options avancées.",
        "StartScript": "Démarrage du Script",
        "Steps": "Étapes",
        "Swarm Internal": "Swarm Interne",
        "Take Best N Score": "Prendre le Meilleur Score N",
        "Tell the AI what you want to see, then press Enter to submit.\nConsider 'a photo of a cat', or 'cartoonish drawing of an astronaut'": "Dites à l'IA ce que vous voulez voir, puis appuyez sur Entrée pour soumettre.\nEssayez 'a photo of a cat' (une photo d'un chat), ou 'cartoonish drawing of an astronaut' (un dessin de style dessin animé d'un astronaute)",
        "TensorRT support is not yet installed. You must install it to continue.": "Le support TensorRT n'est pas encore installé. Vous devez l'installer pour continuer.",
        "Test Again": "Testez à Nouveau",
        "Text filter, only show items that contain this text.": "Filtre de texte, affiche uniquement les éléments qui contiennent le texte sélectionné.",
        "The CFG Scale to use for video generation.\nVideos start with this CFG on the first frame, and then reduce to MinCFG (normally 1) by the end frame.\nSVD-XT normally uses 25 frames, and SVD (non-XT) 0.9 used 14 frames.": "L'échelle CFG à utiliser pour la génération de vidéo.\nLes vidéos commencent avec le CFG sélectionné sur la première image, puis réduisent au CFG Minimum (normalement 1) pour l'image à la fin.\nSVD-XT utilise normalement 25 images, et SVD (non XT) 0.9 utilise 14 images.",
        "The CLIP Vision model folder to use within 'ModelRoot'.\nDefaults to 'clip_vision'.\nAbsolute paths work too.": "Le dossier de modèle CLIP Vision à utiliser dans 'ModelRoot'.\nPar défaut, 'clip_vision'.\nLes chemins absolus fonctionnent aussi.",
        "The CLIP Vision model to use for ReVision inputs.\nThis will also override IPAdapter (if IPAdapter-G is in use).": "Le modèle CLIP Vision à utiliser pour les entrées ReVision.\nCela remplacera également IPAdapter (si IPAdapter-G est utilisé).",
        "The ControlNet model to use.": "Le modèle ControlNet à utiliser.",
        "The ControlNets model folder to use within 'ModelRoot'.\nDefaults to 'controlnet'.\nAbsolute paths work too.": "Le dossier de modèle ControlNets à utiliser dans 'ModelRoot'.\nPar défaut, 'controlnet'.\nLes chemins absolus fonctionnent aussi.",
        "The Embedding (eg textual inversion) model folder to use within 'ModelRoot'.\nDefaults to 'Embeddings'.\nAbsolute paths work too.": "Le dossier de modèle d'Embedding (par exemple, inversion textuelle) à utiliser dans 'ModelRoot'.\nPar défaut, 'Embeddings'.\nLes chemins absolus fonctionnent aussi.",
        "The folder for wildcard (.txt) files, under Data.\nDefaults to 'Wildcards'": "Le dossier pour les fichiers Wildcards (.txt), sous Données.\nPar défaut, 'Wildcards'",
        "The format for parameter hints to display as.\nDefault is 'BUTTON'.": "Le format des astuces de paramètres à afficher.\nPar défaut, 'BUTTON'.",
        "The FPS (frames per second) to use for video generation.\nThis configures the target FPS the video will try to generate for.": "Le FPS (images par seconde) à utiliser pour la génération de vidéo.\nCeci configure le FPS cible pour lequel la vidéo essaiera de générer.",
        "The image to use as the input to ControlNet guidance.\nThis image will be preprocessed by the chosen preprocessor.\nIf ControlNet is enabled, but this input is not, Init Image will be used instead.": "L'image à utiliser comme entrée pour les instructions de ControlNet.\nCette image sera prétraitée par le préprocesseur choisi.\nSi ControlNet est activé, mais que cette entrée n'est pas activée, l'image d'initialisation sera utilisée à la place.",
        "The input prompt text that describes the image you want to generate.\nTell the AI what you want to see.": "Le texte de prompt d'entrée qui décrit l'image que vous souhaitez générer.\nDites à l'IA ce que vous voulez voir.",
        "The LoRA (or related adapter type) model folder to use within 'ModelRoot'.\nDefaults to 'Lora'.\nAbsolute paths work too.": "Le dossier de modèle LoRA (ou type d'Adaptateur liés) à utiliser dans 'ModelRoot'.\nPar défaut, 'Lora'.\nLes chemins absolus fonctionnent aussi.",
        "The maximum duration an individual request can be waiting on a backend to be available before giving up.\nNot to be confused with 'MaxTimeoutMinutes' which requires backends be unresponsive for that duration, this duration includes requests that are merely waiting because other requests are queued.\nDefaults to 60 * 24 * 7 = 1 week (ultra-long max queue duration).": "Durée maximale pendant laquelle une requête individuelle peut attendre sur un Backend pour être disponible avant d'abandonner.\nNe doit pas être confondu avec 'MaxTimeoutMinutes' qui exige que les backends ne répondent pas pendant cette durée, cette durée inclut les requêtes qui sont simplement en attente parce que d'autres requêtes sont en file d'attente.\nPar défaut, 60 * 24 * 7 = 1 semaine (durée maximale de la file d'attente ultra-longue).",
        "The maximum number of pending requests to continue forcing orderly processing of.\nOver this limit, requests may start going out of order.": "Le nombre maximum de requêtes en attente pour continuer à forcer le traitement ordonné.\nAu-delà de cette limite, les demandes peuvent commencer à être désordonnées.",
        "The minimum CFG to use for video generation.\nVideos start with max CFG on first frame, and then reduce to this CFG. Set to -1 to disable.": "Le CFG minimum à utiliser pour la génération de vidéo.\nLes vidéos commencent avec un CFG maximum sur la première image, puis réduisent à ce CFG. Mettre sur -1 pour désactiver.",
        "The minimum tier of logs that should be visible in the console and saved to file.\nDefault is 'info'.": "Le niveau minimal de journaux qui doivent être visibles dans la console et enregistrés dans un fichier.\nPar défaut, c'est 'info'.",
        "The model folder to use within 'ModelRoot'.\nDefaults to 'Stable-Diffusion'.\nAbsolute paths work too.": "Le dossier de modèle à utiliser dans 'ModelRoot'.\nPar défaut, 'Stable-Diffusion'.\nLes chemins absolus fonctionnent aussi.",
        "The model to use for refinement. This should be a model that's good at small-details, and use a structural model as your base model.\n'Use Base' will use your base model rather than switching.\nSDXL 1.0 released with an official refiner model.": "Le modèle à utiliser pour le Raffinement. Il devrait s'agir d'un modèle qui est bon pour les petits détails, et utiliser un modèle structurel comme modèle de base.\n'Use Base' utilisera votre modèle de base plutôt que de basculer.\nSDXL 1.0 est sorti avec un modèle Raffineur officiel.",
        "The model to use for video generation.\nThis should be an SVD (Stable Video Diffusion) model.\nNote that SVD favors a low CFG (~2.5).": "Le modèle à utiliser pour la génération de vidéo.\nIl devrait s'agir d'un modèle SVD (Stable Video Diffusion).\nNotez que SVD favorise un CFG bas (~2,5).",
        "The path for where to store log file, parsed at time of program start, relative to the Data directory.\nMust restart Swarm to apply.\nCan use [year], [month], [month_name], [day], [day_name], [hour], [minute], [second], [pid].": "Le chemin d'accès pour stocker le fichier journal, analysé au moment du démarrage du programme, par rapport au répertoire Data.\nRedémarrez Swarm pour appliquer.\nPeut utiliser [année], [mois], [nom_du_mois], [jour], [nom_du_jour], [heure], [minute], [seconde], [pid].",
        "The preprocessor to use on the ControlNet input image.\nIf toggled off, will be automatically selected.\nUse 'None' to disable preprocessing.": "Le préprocesseur à utiliser sur l'image d'entrée ControlNet.\nSi désactivé, sera automatiquement sélectionné.\nMettre sur 'None' pour désactiver l'option.",
        "The server has updated since you opened the page, please refresh.": "Le serveur a été mis à jour depuis que vous avez ouvert la page, veuillez rafraîchir (f5).",
        "The size of hypertiles to use for the refining stage.\nHyperTile is a technique to speed up sampling of large images by tiling the image and batching the tiles.\nThis is useful when using SDv1 models as the refiner. SDXL-Base models do not benefit as much.": "La taille des Hypertiles à utiliser pour l'étape de raffinage.\nHyperTile est une technique permettant d'accélérer l'Échantillonnage de grandes images en les modélisant et en les groupant par lots.\nCeci est utile lorsque vous utilisez des modèles SDv1 comme Raffineur. Les modèles SDXL-Base n'en bénéficient pas autant.",
        "The VAE (autoencoder) model folder to use within 'ModelRoot'.\nDefaults to 'VAE'.\nAbsolute paths work too.": "Le dossier de modèle VAE (auto-encodeur) à utiliser dans 'ModelRoot'.\nPar défaut, 'VAE'.\nLes chemins absolus fonctionnent aussi.",
        "The VAE (Variational Auto-Encoder) controls the translation between images and latent space.\nIf your images look faded out, or glitched, you may have the wrong VAE.\nAll models have a VAE baked in by default, this option lets you swap to a different one if you want to.": "Le VAE (Variational Auto-Encoder) contrôle la traduction entre les images et l'espace latent.\nSi vos images ont l'air décolorées ou mal alignées, vous avez peut-être le mauvais VAE.\nTous les modèles ont un VAE intégré par défaut, cette option vous permet de passer à un autre si vous le souhaitez.",
        "Theme": "Thème",
        "This server is likely accessible from LAN on one of the following addresses:": "Ce serveur est probablement accessible depuis le réseau local (LAN) à l'une des adresses suivantes:",
        "Thumbnails": "Vignettes",
        "Tools": "Outils",
        "Try Again?": "Essayer à nouveau ?",
        "Type": "Type",
        "UI": "IU",
        "Unsampler Prompt": "Prompt de Déséchantillonnage",
        "Update and Restart Server": "Mise à jour et redémarrage du serveur",
        "Upload Preset File (JSON or CSV)": "Télécharger le fichier de Préréglage (JSON ou CSV)",
        "Use As ControlNet Input": "Utiliser comme entrée ControlNet",
        "Use As Init": "Utiliser comme Initiateur",
        "Use As ReVision": "Utiliser comme ReVision",
        "Use Inpainting Encode": "Utiliser Inpainting Encode",
        "Use IP-Adapter": "Utiliser l'IP-Adaptateur",
        "Use Reference Only": "Utilisez la référence seulement",
        "Use the 'Reference-Only' technique to guide the generation towards the input image.\nThis currently has side effects that notably prevent Batch from being used properly.": "Utilisez la technique « Référence seulement » pour guider la génération vers l'image d'entrée.\nCela a actuellement des effets secondaires qui empêchent notamment Batch d’être utilisé correctement.",
        "Use This Workflow In Generate Tab": "Utiliser ce flux de travail dans l'onglet Générer",
        "User": "Utilisateur",
        "User Info": "Info d'Utilisateur",
        "User Settings": "Paramètres de l'Utilisateur",
        "Uses VAE Encode logic specifically designed for certain inpainting models.\nNotably this includes the RunwayML Stable-Diffusion-v1 Inpainting model.\nThis covers the masked area with gray.": "Utilise la logique VAE Encode spécialement conçue pour certains modèles d'inpainting.\nCela inclut notamment le modèle RunwayML Stable-Diffusion-v1 Inpainting.\nCela couvre la zone masquée avec du gris.",
        "Utilities": "Utilitaires",
        "VAE": "VAE",
        "VAE Tile Size": "Taille de Tuile",
        "VAEs": "VAEs",
        "Variation Seed": "Graine de Variation",
        "Variation Seed Strength": "Force de la Variation Graines",
        "Video": "Vidéo",
        "Video Augmentation Level": "Niveau d'Augmentation Vidéo",
        "Video Boomerang": "Boomerang vidéo",
        "Video CFG": "CFG de la Vidéo",
        "Video Format": "Format des Vidéos",
        "Video FPS": "Images par secondes de la Vidéo",
        "Video Frame Interpolation Method": "Méthode d'interpolation de trame vidéo",
        "Video Frame Interpolation Multiplier": "Multiplicateur d'interpolation de trame vidéo",
        "Video Frames": "Images de la Vidéo",
        "Video Min CFG": "CFG Minimum de la Vidéo",
        "Video Model": "Modèle de Vidéo",
        "Video Motion Bucket": "Seau de Mouvement Vidéo",
        "Video Preview Type": "Type d'Aperçu Vidéo",
        "Video Resolution": "Résolution de vidéo",
        "Video Steps": "Étapes de la Vidéo",
        "Webhook to call (empty JSON POST) when all queues are done and the server is going idle.\nLeave empty to disable any webhook.\nCall must return before queuing may restart.": "Webhook à appeler (JSON POST vide) lorsque toutes les files d'attente sont terminées et que le serveur est inactif.\nLaissez vide pour désactiver n'importe quel webhook.\nLa connection doit revenir avant que la file d'attente ne redémarre.",
        "Webhook to call (empty JSON POST) when queues are starting up from idle.\nLeave empty to disable any webhook.\nCall must return before the first generation starts.": "Webhook à appeler (JSON POST vide) lorsque les files d'attente sont démarrées depuis l'inactivité.\nLaissez vide pour désactiver n'importe quel webhook.\nLa connection doit revenir avant que la première génération ne commence.",
        "WebHooks": "WebHooks",
        "Weight to use with IP-Adapter (if enabled).": "Échelle à utiliser avec l'Adaptateur IP (si activé).",
        "Weight values for the LoRA model list.\nComma separated list of weight numbers.\nMust match the length of the LoRAs input.": "Valeurs de poids pour la liste des modèles LoRA.\nListe de nombres de poids séparés par des virgules.\nDoit correspondre à la longueur de l'entrée LoRAs.",
        "What custom workflow to use in ComfyUI (built in the Comfy Workflow Editor tab).\nGenerally, do not use this directly.": "Quel Flux de travail personnalisé utiliser dans ComfyUI (intégré dans l'onglet Éditeur de Flux de travail Comfy)\nEn général, ne l'utilisez pas directement.",
        "What format to save images in.\nDefault is '.jpg' (at 100% quality).": "Quel format à utiliser pour enregistrer les images.\nPar défaut, c'est '.jpg' (à 100% de qualité).",
        "What format to save videos in.": "Quel format à utiliser pour enregistrer les vidéos.",
        "What language to display the UI in.\nDefault is 'en' (English).": "Dans quelle langue afficher l'Interface Utilisateur.\nPar défaut, c'est 'en' (Anglais).",
        "What layer of CLIP to stop at, from the end.\nAlso known as 'CLIP Skip'. Default CLIP Skip is -1 for SDv1, some models prefer -2.\nSDv2, SDXL, and beyond do not need this set ever.": "Quel calque de CLIP arrêter, à partir de la fin.\nÉgalement connu sous le nom de « CLIP Skip ». Le CLIP Skip par défaut est -1 pour SDv1, certains modèles préfèrent -2.\nSDv2, SDXL et au-delà n'ont jamais besoin de ce jeu.",
        "What main checkpoint model should be used.": "Quel checkpoint de modèle principal devrait être utilisé.",
        "What models are allowed, as a path regex.\nDirectory-separator is always '/'. Can be '.*' for all, 'MyFolder/.*' for only within that folder, etc.\nDefault is all.": "Quels modèles sont autorisés, sous forme de regex de chemin.\nLe séparateur de répertoire est toujours '/'. Peut être '.*' pour tous, 'MonDossier/.*' pour uniquement dans ce dossier, etc..\nPar défaut, tous.",
        "What resolution/aspect the video should use.\n'Image Aspect, Model Res' uses the aspect-ratio of the image, but the pixel-count size of the model standard resolution.\n'Model Preferred' means use the model's exact resolution (eg 1024x576).\n'Image' means your input image resolution.": "Quelle résolution/quel aspect la vidéo devrait utiliser.\n'Image Aspect, Model Res' utilise le rapport d'aspect de l'image, mais la taille du nombre de pixels de la résolution standard du modèle.\n'Modèle préféré' signifie utiliser la résolution exacte du modèle (par exemple 1024x576).\n« Image » signifie votre résolution d'image d'entrée.",
        "What theme to use. Default is 'modern_dark'.": "Quel thème utiliser. Par défaut, c'est 'modern_dark'.",
        "What VAE to use with SDv1 models by default. Use 'None' to use the one in the model.": "Quel VAE utiliser avec les modèles SDv1 par défaut. Choisissez 'None' pour utiliser celui du modèle.",
        "What VAE to use with SDXL models by default. Use 'None' to use the one in the model.": "Quel VAE utiliser avec les modèles SDXL par défaut. Choisissez 'None' pour utiliser celui du modèle.",
        "What web host address to use. `localhost` means your PC only.\nLinux users may use `0.0.0.0` to mean accessible to anyone that can connect to your PC (ie LAN users, or the public if your firewall is open).\nWindows users may use `*` for that, though it may require additional Windows firewall configuration.\nAdvanced server users may wish to manually specify a host bind address here.": "Quelle adresse d'hébergement web utiliser. `localhost` signifie votre PC seulement.\nLes utilisateurs Linux peuvent utiliser `0.0.0.0` pour signifier accessible à toute personne qui peut se connecter à votre PC (c'est-à-dire les utilisateurs du réseau local, ou le public si votre pare-feu est ouvert).\nLes utilisateurs Windows peuvent utiliser `*` pour cela, mais cela peut nécessiter une configuration supplémentaire du pare-feu Windows.\nLes utilisateurs avancés de serveur peuvent souhaitez spécifier manuellement une adresse de liaison d'hôte ici.",
        "What web port to use. Default is '7801'.": "Quel port web à utiliser. La valeur par défaut est '7801'.",
        "When enabled, the normal width parameter is used, and this value is multiplied by the width to derive the image height.": "Lorsque cette option est activée, le paramètre de largeur est utilisé et cette valeur est multipliée par la largeur pour déterminer la hauteur de l'image.",
        "When generating live previews, this is how many simultaneous generation requests can be waiting at one time.": "Lors de la génération d’aperçus en direct, voici le nombre de requêtes de génération simultanées peuvent être en attente à la fois.",
        "When to start applying controlnet, as a fraction of steps.\nFor example, 0.5 starts applying halfway through. Must be less than End.\nExcluding early steps reduces the controlnet's impact on overall image structure.": "Quand commencer à appliquer le filet de contrôle, en tant que fraction d'étapes.\nPar exemple, 0.5 commence à s'appliquer à mi-chemin. Doit être inférieur à la Fin.\nExclure les premières étapes, réduit l'impact de ControlNet sur la structure globale de l'image.",
        "When to stop applying controlnet, as a fraction of steps.\nFor example, 0.5 stops applying halfway through. Must be greater than Start.\nExcluding later steps reduces the controlnet's impact on finer details.": "Quand cesser d'appliquer ControlNet, en tant que fraction d'étapes.\nPar exemple, 0,5 stops à mi-chemin. Doit être supérieur au Démarrer.\nExclure les étapes à partir de la fin, réduit l'impact de ControlNet sur les détails plus fins.",
        "When true, output paths always have the username as a folder.\nWhen false, this will be skipped.\nKeep this on in multi-user environments.": "Lorsque true (vrai), les chemins de sortie ont toujours le nom d'utilisateur comme dossier.\nSi false (faux), cela sera ignoré.\nGardez cette option activée dans les environnements multi-utilisateurs.",
        "When using an 'object' prompt, how much to cleanup the end result by.\nThis is the 'init image creativity' of the final cleanup step.\nSet to 0 to disable.": "Lorsque vous utilisez une invite 'objet', combien nettoyer le résultat final.\nC'est la 'créativité de l'image initiale' de l'étape finale du nettoyage.\nDéfinissez à 0 pour désactiver.",
        "When using regionalized prompts with distinct 'object' values, this overrides the model used to inpaint those objects.": "Lorsque vous utilisez des prompts régionalisées avec des valeurs d'objet distinctes, cela remplace le modèle utilisé pour inpaint ces objets.",
        "When using regionalized prompts, this factor controls how strongly the global prompt overrides the regional prompts.\n0 means ignore global prompt, 1 means ignore regional, 0.5 means half-n-half.": "Lorsque vous utilisez des prompts régionalisées, ce facteur contrôle la mesure dans laquelle le prompt globale remplace les prompts régionales.\n0 signifie ignorer le prompt globale, 1 signifie ignorer le prompt régionale, 0.5 signifie moitié-n-moitié.",
        "Whether the '.' symbol can be used in OutPath - if enabled, users may cause file system issues or perform folder escapes.": "Indique si le symbole '.' peut être utilisé dans OutPath - si cette option est activée, les utilisateurs peuvent provoquer des problèmes de système de fichiers ou effectuer des échappements de dossier.",
        "Whether to boomerang (aka pingpong) the video.\nIf true, the video will play and then play again in reverse to enable smooth looping.": "Si vous voulez boomerang (aka pingpong) la vidéo.\nSi true, la vidéo sera lue puis lue à l'envers pour activer une boucle en douceur.",
        "Whether to store metadata into saved images.\nDefaults enabled.": "Indique si les métadonnées doivent être stockées directement dans les images.\nPar défaut, activées.",
        "Whether your files save to server data drive or not.": "Si vos fichiers sont sauvegardés sur le disque dur du serveur ou non.",
        "Which models to apply FreeU to, as base, refiner, or both. Irrelevant when not using refiner.": "Quels modèles appliquer à FreeU, comme Base, Refiner ou les deux. Non pertinent lorsque vous n'utilisez pas de Refiner.",
        "Which StableSwarmUI backend type should be used for this request.": "Quel type de backend StableSwarmUI doit être utilisé pour cette requête.",
        "Which trained 'motion bucket' to use for the video model.\nHigher values induce more motion. Most values should stay in the 100-200 range.\n127 is a good baseline, as it is the most common value in SVD's training set.": "Quel \"seau de mouvement\" entraîné utiliser pour le modèle vidéo ?\nLes valeurs les plus élevées induisent plus de mouvement. La plupart des valeurs doivent être comprises entre 100 et 200. \n127 est une bonne base de référence, car c'est la valeur la plus courante dans l'ensemble d'entraînement du SVD.",
        "Which user-settings the user is allowed to modify.\nDefault is all of them.": "Les paramètres utilisateur que l'utilisateur est autorisé à modifier.\nPar défaut, tout.",
        "Width": "Largeur",
        "Wildcard Seed": "Graine de Wildcard",
        "Wildcard selection seed.\nIf enabled, this seed will be used for selecting entries from wildcards.\nIf disabled, the image seed will be used.\n-1 = random.": "Graine de sélection de Wildcard.\nSi cette option est activée, cette graine sera utilisée pour sélectionner des entrées à partir de wildcards.\nSi désactivé, la graine d'image sera utilisée.\n-1 = aléatoire.",
        "Wildcards": "Wildcards",
        "Wildcards are lists of random prompt segments. One entry per line. Prompt sub-syntax is allowed (eg you can link another wildcard, or use <random:...>, or <preset:...> or anything else you want).": "Les Wildcards sont des listes de mots aléatoires pour le prompt. Une entrée par ligne. La sous-syntaxe de prompts est autorisée (par exemple, vous pouvez lier un autre Wildcards, ou utiliser <random :...>, ou <preset :...> ou tout ce que vous voulez).",
        "WildcardsFolder": "Dossier des Wildcards",
        "YOLO Model Internal": "YOLO Modèle Interne",
        "You can free up the VRAM usage, or system memory usage (cache) from backends with the two buttons below.": "Vous pouvez libérer l'utilisation de la VRAM ou l'utilisation de la mémoire système (cache) des backends avec les deux boutons ci-dessous.",
        "Zeroes the prompt and negative prompt for ReVision inputs.\nApplies only to the base, the refiner will still get prompts.\nIf you want zeros on both, just delete your prompt text.\nIf not checked, empty prompts will be zeroed regardless.": "Met à zéro les prompts et le prompt négatif pour les entrées ReVision.\nS'applique uniquement à la Base, le raffineur recevra toujours des prompts.\nSi vous voulez des zéros sur les deux, supprimez simplement le texte de votre prompt\nSi la case n'est pas cochée, les prompts vides seront mis à zéro quoi qu'il en soit."
    }
}
