{
    "name_en": "Vietnamese",
    "name_local": "Tiếng Việt",
    "authorship": "All translations currently in this file are generated by AI ( https://github.com/mcmonkeyprojects/translate-tool )",
    "keys": {
        "\n                            TensorRT is an NVIDIA-specific optimization library. This will create a \".engine\" TensorRT model based on your model.\n                            This will take several minutes to create, and will only work with a limited subset of inputs.\n                            (For example, LoRA will not work, and resolution is constrained to the range you select).\n                            Therefore this should only be used for models you want to use frequently, especially for example models exposed as an external API.\n                        ": "TensorRT là thư viện tối ưu hóa riêng cho NVIDIA. Điều này sẽ tạo ra một mô hình TensorRT \".engine\" dựa trên mô hình của bạn.\nĐiều này sẽ mất vài phút để tạo ra, và chỉ hoạt động với một tập con giới hạn của các đầu vào.\n(Ví dụ, LoRA sẽ không hoạt động, và độ phân giải bị hạn chế trong phạm vi bạn chọn).\nDo đó, điều này chỉ nên được sử dụng cho các mô hình bạn muốn sử dụng thường xuyên, đặc biệt là ví dụ về các mô hình được phơi bày như một API bên ngoài.",
        "\n                            The \"Utilities\" tab provides a variety of general utilities and tools in the subtabs above, and the quicktools below.\n                        ": "Tạm \"Utilities\" cung cấp một loạt các công cụ và công cụ chung trong các thẻ con ở trên, và các công cụ nhanh bên dưới.",
        "\n                            This is a tool to analyze CLIP tokenization for Stable Diffusion models.\n                            All current Stable Diffusion models use the same CLIP token set, so this applies to them all.\n                            Simply type some text in the box below to see how it gets tokenized.\n                            It will show each text-piece, and its numerical ID.\n                        ": "Đây là một công cụ để phân tích token hóa CLIP cho các mô hình Stable Diffusion.\nTất cả các mô hình Stable Diffusion hiện tại sử dụng cùng một tập hợp token CLIP, vì vậy điều này áp dụng cho tất cả chúng.\nChỉ cần gõ một số văn bản vào hộp bên dưới để xem nó được token hóa như thế nào.\nNó sẽ hiển thị mỗi đoạn văn bản và số ID của nó.",
        "\n                            This is a tool to extract a LoRA from the difference between two models.\n                            \"Base\" should be whatever the common base model is, eg SDXL-1.0-Base.\n                            \"Other\" should be the unique model with information to extract into the LoRA.\n                            The closer Base is to Other, the less complex the LoRA's data will be, and the more likely it will work well with other models that were built off the same base.\n                            \n                            Note that LoRA Extraction is an imperfect partial process, and will lose some of the data that makes the model unique.\n                            Rank is a number indicating how much detail to try to save. Higher numbers result in bigger files, and only slightly more accurate matching. Small values (eg 16) are usually sufficient.\n                        ": "Đây là một công cụ để chiết xuất một LoRA từ sự khác biệt giữa hai mô hình.\n\"Base\" nên là bất kỳ mô hình cơ sở phổ biến nào, ví dụ như SDXL-1.0-Base.\n\"Other\" nên là mô hình duy nhất với thông tin để trích xuất vào LoRA.\nCàng gần Base đến Other, dữ liệu của LoRA sẽ càng ít phức tạp hơn, và càng có khả năng nó sẽ hoạt động tốt với các mô hình khác được xây dựng trên cùng một cơ sở.\n \nGhi chú rằng LoRA Extraction là một quá trình một phần không hoàn hảo, và sẽ mất đi một số dữ liệu làm cho mô hình độc đáo.\nĐiểm là một con số chỉ ra bao nhiêu chi tiết cần cố gắng lưu. Số lớn hơn sẽ tạo ra tập tin lớn hơn, và chỉ có sự khớp chính xác hơn một chút. Các giá trị nhỏ (ví dụ 16) thường là đủ.",
        "\n                            This is a tool to quickle convert legacy Pickle (.pt, .ckpt, .bin) files to modern Safetensors files.\n                            WARNING: Pickle files may contain malicious code. Do not use this tool or otherwise load pickle files unless you trust their source.\n                            The pickle files will be moved to a \"backups\" folder, and the safetensors files left in place where the pickles originally were.\n                            You may delete the backups folder after confirming the new safetensors files work as intended.\n                            Be aware that this may temporarily use a large amount of filespace.\n                            This may take some time to process.\n                            (You can continue using the UI as normal while this runs)\n                        ": "Đây là một công cụ để chuyển đổi nhanh các tập tin Pickle cũ (.pt, .ckpt, .bin) thành các tập tin Safetensors hiện đại.\nCẢNH BÁO: Tập tin Pickle có thể chứa mã độc. Đừng dùng công cụ này hoặc tải các tập tin dưa chuột nếu bạn không tin nguồn của chúng.\nCác tập tin dưa chuột sẽ được di chuyển đến thư mục \"backups\", và các tập tin safetensors được để lại ở vị trí mà các dưa chuột ban đầu.\nBạn có thể xóa thư mục sao lưu sau khi xác nhận các tập tin safetensors mới hoạt động như dự định.\nNhớ rằng điều này có thể tạm thời sử dụng một lượng lớn không gian tập tin.\nCó thể mất một thời gian để xử lý.\n(Bạn có thể tiếp tục sử dụng giao diện như bình thường trong khi nó đang chạy)",
        "\n                            To use the Stability API in StableSwarmUI, you must set your key.\n                            To get your key, go here.\n                            \n                            Once you have your key, enter it below and click save:\n                            \n                            Save\n                            Remove\n                            Your key: (Unknown)\n                        ": "Để sử dụng API ổn định trong StableSwarmUI, bạn phải đặt khóa của mình.\nĐể lấy chìa khóa, đi vào đây.\n \nKhi bạn có chìa khóa, nhập nó vào dưới và nhấn Lưu:\n \nLưu\nXoá\nChìa khóa của bạn: (Không biết)",
        "\n                        UnspecifiedV-PredictionEpsilonx0LCMVPred ZSNR\n                    ": "Không xác địnhV-Phân tíchEpsilonx0LCMVPred ZSNR",
        "\n                 Enable In Simple Tab\n            ": "Bật trong thẻ đơn giản",
        "\n                 Use Image\n            ": "Dùng hình ảnh",
        "\n                (TODO: info n stuff here)\n                \n                \n                    Stability API Key\n                    \n                        \n                            To use the Stability API in StableSwarmUI, you must set your key.\n                            To get your key, go here.\n                            \n                            Once you have your key, enter it below and click save:\n                            \n                            Save\n                            Remove\n                            Your key: (Unknown)\n                        \n                    \n                \n            ": "(TODO: thông tin n thứ ở đây)\n \n \nChìa khóa API ổn định\n \n \nĐể sử dụng API ổn định trong StableSwarmUI, bạn phải đặt khóa của mình.\nĐể lấy chìa khóa, đi vào đây.\n \nKhi bạn có chìa khóa, nhập nó vào dưới và nhấn Lưu:\n \nLưu\nXoá\nChìa khóa của bạn: (Không biết)",
        "(For API usage) If enabled, requests preview output from ControlNet and no image generation at all.": "(Để sử dụng API) Nếu được bật, yêu cầu xem trước xuất ra từ ControlNet và không tạo hình ảnh nào cả.",
        "[AutoWebUI] Sampler": "[AutoWebUI] Bộ lấy mẫu",
        "[Close]\n                    ": "[Tắt]",
        "[ComfyUI] Custom Workflow": "[ComfyUI] Luồng làm việc tùy chỉnh",
        "[DT] CFG Scale Minimum": "[DT] Tỷ lệ tối thiểu CFG",
        "[DT] CFG Scale Mode": "Chế độ tăng dần CFG",
        "[DT] Interpolate Phi": "Phi",
        "[DT] Mimic Scale": "[DT] Mức độ mô phỏng",
        "[DT] Mimic Scale Minimum": "[DT] Mức độ mô phỏng tối thiểu",
        "[DT] Mimic Scale Mode": "Chế độ mô phỏng kích thước",
        "[DT] Scaling Startpoint": "[DT] Độ lớn điểm bắt đầu",
        "[DT] Scheduler Value": "[DT] Giá trị của chương trình lập lịch",
        "[DT] Separate Feature Channels": "[DT] Kênh đặc trưng riêng biệt",
        "[DT] Threshold Percentile": "[DT] Thước đo phần trăm biên giới",
        "[DT] Variability Measure": "[DT] Đo độ biến đổi",
        "[Dynamic Thresholding]\n'phi' interpolation factor.\nInterpolates between original value and DT value, such that 0.0 = use original, and 1.0 = use DT.\n(This exists because RCFG is bad and so half-removing it un-breaks it - better to just not do RCFG).": "[Độ cao động]\n'phi' là hệ số nội suy.\nGiao tiếp giữa giá trị gốc và giá trị DT, như vậy 0.0 = sử dụng giá trị gốc, và 1.0 = sử dụng DT.\n(Điều này tồn tại vì RCFG là xấu và do đó một nửa loại bỏ nó sẽ làm nó không bị phá vỡ - tốt hơn là chỉ không làm RCFG).",
        "[Dynamic Thresholding]\nCFG Scale minimum value (for non-constant CFG mode).": "[Độ cao động]\nCFG Scale giá trị tối thiểu (cho chế độ CFG không hằng số).",
        "[Dynamic Thresholding]\nIf either scale scheduler is 'Power', this is the power factor.\nIf using 'repeating', this is the number of repeats per image. Otherwise, it does nothing.": "[Độ cao động]\nNếu bất kỳ một trong các scheduler thang là 'Power', đây là yếu tố năng lượng.\nNếu dùng 'lặp lại', đây là số lần lặp lại mỗi hình ảnh. Nếu không, nó sẽ chẳng làm gì cả.",
        "[Dynamic Thresholding]\nMimic Scale minimum value (for non-constant mimic mode).": "[Độ cao động]\nMimic Scale giá trị tối thiểu (cho chế độ mimic không hằng số).",
        "[Dynamic Thresholding]\nMimic Scale value (target for the CFG Scale recentering).": "[Độ cao động]\nGiá trị Mimic Scale (mục tiêu cho việc tái định vị CFG Scale).",
        "[Dynamic Thresholding]\nMode for the CFG Scale scheduler.": "[Độ cao động]\nChế độ cho trình lập lịch CFG Scale.",
        "[Dynamic Thresholding]\nMode for the Mimic Scale scheduler.": "[Độ cao động]\nChế độ cho trình lập lịch Mimic Scale.",
        "[Dynamic Thresholding]\nthresholding percentile. '1' disables, '0.95' is decent value for enabled.": "[Độ cao động]\n% 1 điểm. '1' tắt, '0.95' là giá trị hợp lý cho bật.",
        "[Dynamic Thresholding]\nWhether to scale relative to the mean value or to zero.\nUse 'MEAN' normally. If you want RCFG logic, use 'ZERO'.": "[Độ cao động]\nĐể xác định xem có nên tăng kích thước tương đối với giá trị trung bình hay giảm xuống 0.\nDùng 'MEAN' bình thường. Nếu bạn muốn logic RCFG, hãy dùng 'ZERO'.",
        "[Dynamic Thresholding]\nWhether to separate the feature channels.\nNormally leave this on. I think it should be off for RCFG?": "[Độ cao động]\nCó nên tách kênh đặc trưng hay không.\nThường thì để nó bật.. Tôi nghĩ nó nên được tắt cho RCFG?",
        "[Dynamic Thresholding]\nWhether to use standard deviation ('STD') or thresholded absolute values ('AD').\nNormally use 'AD'. Use 'STD' if wanting RCFG logic.": "[Độ cao động]\nCó nên dùng giá trị sai chuẩn ('STD') hay giá trị tuyệt đối có giới hạn ('AD').\nThông thường dùng 'AD'. Dùng 'STD' nếu muốn logic RCFG.",
        "[FreeU] Apply To": "[FreeU] Apply To",
        "[FreeU] Block One": "[FreeU] Block One",
        "[FreeU] Block Two": "[FreeU] Block Two",
        "[FreeU] Skip One": "[FreeU] Skip One",
        "[FreeU] Skip Two": "[FreeU] Skip Two",
        "[Grid Gen] Presets": "[Lưới Gen] Đặt sẵn",
        "[Grid Gen] Prompt Replace": "[Grid Gen] Nhắc thay thế",
        "[Internal] Backend Type": "[Bên trong] Kiểu phần sau",
        "[SAPI] Engine": "[SAPI] Engine",
        "[SAPI] Sampler": "[SAPI] Sampler",
        "AddDebugData": "AddDebugData",
        "Admin": "Quản trị",
        "Advanced Model Addons": "Bổ sung mô hình cao cấp",
        "Advanced Sampling": "Độ lấy mẫu cao",
        "Allow Reordering": "Cho phép sắp xếp lại",
        "AllowedModels": "Cho phép mẫu",
        "AllowedSettings": "Cấu hình cho phép",
        "AllowUnsafeOutpaths": "Cho phép đường ra không an toàn",
        "Alt Resolution Height Multiplier": "Độ phân giải Alt",
        "Alt-Diffusion": "Giảm độ phân giải",
        "Alternate Steps value for the refiner stage.": "Giá trị Steps thay thế cho giai đoạn tinh chế.",
        "AlwaysRefreshOnLoad": "LuônCậpNhậtLúcTải",
        "Amount of blur to apply to the segment mask before using it.": "Số lượng mờ để áp dụng cho mặt nạ đoạn trước khi sử dụng nó.",
        "AppendUserNameToOutputPath": "Điền tên người dùng vào đường dẫn xuất",
        "Apply parameter presets to the image. Can use a comma-separated list to apply multiple per-cell, eg 'a, b || a, c || b, c'": "Ứng dụng các tham số mặc định lên ảnh. Có thể dùng danh sách tách bằng dấu phẩy để áp dụng nhiều mỗi tế bào, ví dụ 'a, b || a, c || b, c'",
        "Are you sure you want to shut StableSwarmUI down?": "Bạn có chắc muốn tắt StableSwarmUI không?",
        "Are you sure you want to update and restart StableSwarmUI?": "Bạn có chắc muốn cập nhật và khởi động lại StableSwarmUI không?",
        "Aspect Ratio": "Tỷ lệ",
        "Auto Swap To Images": "Tự động thay thế cho ảnh",
        "Auto Swap To Previews": "Tự động chuyển sang xem thử",
        "Auto WebUI": "Giao diện Web tự động",
        "AutoCompletionsSource": "Nguồn tự hoàn thành",
        "Automatic Scorer": "Điểm tự động",
        "AutoPullDevUpdates": "AutoPullDevUpdates",
        "AutoUpdate": "Tự động cập nhật",
        "Backends": "Phần sau",
        "Backends are automatically assigned unique ports. This value selects which port number to start the assignment from.\nDefault is '7820'.": "Các phần sau được tự động gán cổng độc nhất. Giá trị này chọn số cổng nào để bắt đầu việc gán.\nMặc định là '7820'.",
        "BackendStartingPort": "BackendStartingPort",
        "Batch Size": "Cỡ hàng",
        "Batch size - generates more images at once on a single GPU.\nThis increases VRAM usage.\nMay in some cases increase overall speed by a small amount (runs slower to get the images, but slightly faster per-image).": "Cỡ batch - tạo ra nhiều hình ảnh cùng một lúc trên một GPU duy nhất.\nĐiều này tăng sử dụng VRAM.\nCó thể trong một số trường hợp tăng tốc độ tổng thể bằng một lượng nhỏ (chậm hơn để lấy hình ảnh, nhưng nhanh hơn một chút trên mỗi hình ảnh).",
        "Big Cards": "Thẻ lớn",
        "Big Thumbnails": "Biểu tượng nhỏ lớn",
        "Block1 multiplier value for FreeU.\nPaper recommends 1.1.": "Giá trị nhân khối 1 cho FreeU.\nBài báo đề nghị 1.1.",
        "Block2 multiplier value for FreeU.\nPaper recommends 1.2.": "Giá trị nhân Block2 cho FreeU.\nBài báo khuyến cáo 1.2.",
        "Blur-sigma for Self-Attention Guidance.\nDefaults to 2.0.": "Blur-sigma cho tự chú ý hướng dẫn.\nMặc định là 2.0.",
        "Browse Workflows": "Xem qua luồng công việc",
        "Builder for output file paths. Can use auto-filling placeholders like '[model]' for the model name, '[prompt]' for a snippet of prompt text, etc.\nFull details in the docs: https://github.com/Stability-AI/StableSwarmUI/blob/master/docs/User%20Settings.md#path-format": "Bộ xây dựng đường dẫn tập tin xuất. Có thể dùng các dấu đứng tự động như '[model]' cho tên mô hình, '[prompt]' cho một đoạn văn bản yêu cầu, v.v.\nTất cả chi tiết trong tài liệu: https://github.com/Stability-AI/StableSwarmUI/blob/master/docs/User%20Settings.md#path-format",
        "Can be enabled to cache certain backend data.\nFor example, with ComfyUI backends this will add an extended cache on the object_info data.\nDefaults to false.": "Có thể được bật để lưu trữ tạm dữ liệu hậu phương nhất định.\nVí dụ, với các phần mềm ComfyUI sẽ thêm một bộ nhớ đệm mở rộng trên dữ liệu object_info.\nMặc định là false.",
        "Cancel": "Hủy",
        "CanChangeModels": "CanChangeModels",
        "Cards": "Lá bài",
        "Cascade Latent Compression": "Nhiệt độ:",
        "CFG Scale": "Tỷ lệ CFG",
        "CFG Scale for Cond2-Negative in InstructPix2Pix (Edit) models.": "CFG Scale for Cond2-Negative in InstructPix2Pix (Edit) models (bằng tiếng Anh).",
        "CheckForUpdates": "Kiểm tra cập nhật",
        "Checking for updates...": "Đang kiểm tra cập nhật...",
        "Choose File": "Chọn tập tin",
        "Clear Batch": "Xoá hàng",
        "Clear Images": "Xoá ảnh",
        "ClearSystemRAMAfterMinutes": "ĐóngSystemRAMAfterMinutes",
        "ClearVRAMAfterMinutes": "SửaVRAMAfterMinutes",
        "CLIP Stop At Layer": "CLIP Dừng tại Lớp",
        "CLIP Tokenization": "Định danh CLIP",
        "CLIP Tokenizer": "CLIP Tokenizer",
        "Close": "Đóng",
        "Comfy Workflow": "Luồng làm việc thoải mái",
        "ComfyUI": "ComfyUI",
        "ComfyUI Advanced": "ComfyUI cao cấp",
        "Comma-separated list of parameters to exclude from 'Reuse Parameters'.\nFor example, set 'model' to not copy the model, or 'model,refinermodel,videomodel' to really never copy any models.": "Danh sách các tham số tách bằng dấu phẩy để loại trừ từ 'Dùng lại các tham số'.\nVí dụ, đặt 'model' để không sao chép mô hình, hoặc 'model,refinermodel,videomodel' để thực sự không bao giờ sao chép bất kỳ mô hình nào.",
        "Connected Users": "Người dùng kết nối",
        "Continue On Error": "Tiếp tục khi lỗi",
        "ControlNet": "ControlNet",
        "ControlNet End": "ControlNet End",
        "ControlNet Image Input": "Đầu vào ảnh ControlNet",
        "ControlNet Model": "Mô hình ControlNet",
        "ControlNet Preprocessor": "Bộ xử lý trước ControlNet",
        "ControlNet Preview Only": "Chỉ xem thử ControlNet",
        "ControlNet Start": "ControlNet Start",
        "ControlNet Strength": "Cường độ ControlNet",
        "ControlNet Three": "ControlNet 3",
        "ControlNet Three End": "ControlNet Three End",
        "ControlNet Three Image Input": "Đầu vào ảnh ControlNet Three",
        "ControlNet Three Model": "ControlNet 3 Model",
        "ControlNet Three Preprocessor": "ControlNet Three Preprocessor",
        "ControlNet Three Start": "ControlNet Three Start",
        "ControlNet Three Strength": "ControlNet Three Strength",
        "ControlNet Two": "ControlNet 2",
        "ControlNet Two End": "ControlNet Two End",
        "ControlNet Two Image Input": "Đầu vào ảnh ControlNet Two",
        "ControlNet Two Model": "ControlNet Two Model",
        "ControlNet Two Preprocessor": "ControlNet Two Preprocessor",
        "ControlNet Two Start": "ControlNet Two Start",
        "ControlNet Two Strength": "ControlNet Two Strength",
        "ControlNets": "ControlNets",
        "Convert": "Biến đổi",
        "Convert ControlNets": "Biến đổi ControlNets",
        "Convert Embeddings": "Chuyển đổi các nội dung nhúng",
        "Convert LoRAs": "Biến đổi LoRA",
        "Convert Models": "Biến đổi mô hình",
        "Convert to FP16?": "Đổi sang FP16?",
        "Convert VAEs": "Biến đổi VAE",
        "Core Parameters": "Tham số cốt lõi",
        "Count": "Đếm",
        "Create": "Tạo",
        "Create TensorRT Engine": "Tạo động cơ TensorRT",
        "Current LoRAs: ": "LoRA hiện tại:",
        "Current presets": "Đặt sẵn hiện tại",
        "DataPath": "Đường dữ liệu",
        "Debug Regional Prompting": "Gỡ lỗi yêu cầu khu vực",
        "Default settings for users (unless the user modifies them, if so permitted).\n(NOTE: Usually, don't edit this. Go to the 'User' tab to edit your User-Settings).": "Thiết lập mặc định cho người dùng (trừ khi người dùng sửa đổi chúng, nếu được phép).\n(Những gì tôi nói là đúng.. Đi đến thẻ 'User' để sửa đổi các cài đặt người dùng của bạn).",
        "DefaultSDv1VAE": "Mặc địnhSDv1VAE",
        "DefaultSDXLVAE": "Mặc định",
        "DefaultUser": "Người dùng mặc định",
        "DefaultUserRestriction": "Giới hạnMặc định",
        "Delay, in seconds, betweeen Generate Forever updates.\nIf the delay hits and a generation is still waiting, it will be skipped.\nDefault is 0.1 seconds.": "Thời gian trì hoãn, theo giây, giữa các cập nhật của Generate Forever.\nNếu thời gian bị trì hoãn và một thế hệ vẫn đang chờ đợi, nó sẽ bị bỏ qua.\nMặc định là 0. 1 giây.",
        "Delete Preset": "Xoá mặc định",
        "Depth of subfolders to show": "Độ sâu của thư mục con cần hiển thị",
        "Depth: ": "Độ sâu:",
        "Description:": "Mô tả:",
        "DisableInternalArgs": "Tắt các tham số nội bộ",
        "Display Advanced Options?": "Hiển thị các tùy chọn cao cấp?",
        "Display Normally-Hidden Options?": "Hiện các tùy chọn ẩn thông thường?",
        "Do Not Save": "Đừng lưu",
        "DoBackendDataCache": "DoBackendDataCache",
        "Download": "Tải về",
        "DPI": "DPI",
        "Dry Run": "Chạy khô",
        "Dynamic Thresholding": "Độ ngăn động",
        "Edit Preset": "Sửa đặt sẵn",
        "Embeddings": "Bộ nối",
        "Enable AITemplate": "Bật AITemplate",
        "Enable this workflow in the Simple tab": "Bật dòng lệnh này trong thẻ Đơn giản",
        "Enable/disable image": "Bật/tắt hình ảnh",
        "EnablePreviews": "BậtXemTrước",
        "End Steps Early": "Kết thúc bước sớm",
        "Engine for StabilityAPI to use.": "Kế toán",
        "Error": "Lỗi",
        "Exact Backend ID": "Định dạng",
        "Examples": "Ví dụ",
        "Export Presets": "Xuất khẩu các cấu hình sẵn",
        "ExtraArgs": "Thuyết phụ",
        "Extract LoRA": "Xuất LoRA",
        "Failed to get session ID after 3 tries. Your account may have been invalidated. Try refreshing the page, or contact the site owner.": "Lỗi lấy ID phiên chạy sau 3 lần thử. Tài khoản của bạn có thể đã bị vô hiệu hóa. Hãy thử cập nhật trang, hoặc liên hệ với chủ của trang.",
        "Failed to get WebSocket address. You may be connecting to the server in an unexpected way. Please use \"http\" or \"https\" URLs.": "Lỗi lấy địa chỉ WebSocket. Có thể bạn đang kết nối với máy phục vụ theo cách không mong đợi. Hãy dùng URL \"http\" hoặc \"https\".",
        "Failed to load ComfyUI Workflow backend. The server may still be loading.": "Lỗi khi tải phần mềm hậu phương ComfyUI Workflow. Máy phục vụ có thể vẫn đang tải.",
        "Failed to send request to server. Did the server crash?": "Lỗi gửi yêu cầu đến máy phục vụ. Máy chủ bị hỏng à?",
        "Fast Skip": "Bỏ qua nhanh",
        "FileFormat": "Định dạng tập tin",
        "Folder path for image output.\nIt is highly recommended that this is an empty folder.": "Đường dẫn thư mục cho kết xuất ảnh.\nĐược khuyến cáo là thư mục này phải rỗng.",
        "Folder path for input images.\nThis folder should contain a non-recursive single layer of image files (png/jpg).": "Đường dẫn thư mục cho ảnh nhập.\nThư mục này nên chứa một lớp đơn không lặp lại của các tập tin ảnh (png/jpg).",
        "Format": "Định dạng",
        "Free Memory": "Bộ nhớ sẵn có",
        "FreeU": "FreeU",
        "Generate": "Tạo",
        "Generate Forever": "Tạo vĩnh viễn",
        "Generate Page": "Tạo trang",
        "Generate Previews": "Tạo bản xem trước",
        "GenerateForeverDelay": "Tạo thời gian trì hoãn vĩnh viễn",
        "Generic permission flags. '*' means all.\nDefault is all.": "Cờ quyền hạn chung. '*' có nghĩa là tất cả.\nMặc định là tất cả.",
        "Giant Thumbnails": "Biểu tượng hình ảnh nhỏ khổng lồ",
        "GLIGEN Model": "Mô hình GLIGEN",
        "Global Region Factor": "Hiệu số khu vực toàn cầu",
        "Go back up 1 folder": "Lên một thư mục",
        "GPU_ID": "GPU_ ID",
        "Grid Generator: Load Config": "Tải cấu hình",
        "Grid Generator: Save Config": "Lưu cấu hình",
        "Height": "Chiều cao",
        "Hide Unaltered Parameters": "Ẩn các tham số chưa thay đổi",
        "Higher values give the refiner more control, lower values give the base more control.\nThis is similar to 'Init Image Creativity', but for the refiner. This controls how many steps the refiner takes.": "Giá trị cao hơn cho phép tinh chế kiểm soát nhiều hơn, giá trị thấp hơn cho phép cơ sở kiểm soát nhiều hơn.\nTương tự như 'Init Image Creativity', nhưng cho trình tinh lọc. Điều này kiểm soát bao nhiêu bước mà máy tinh chế cần.",
        "Higher values make the ControlNet apply more strongly. Weaker values let the prompt overrule the ControlNet.": "Giá trị cao hơn làm cho ControlNet áp dụng mạnh hơn. Giá trị yếu hơn cho phép lời nhắc thay thế ControlNet.",
        "Higher values make the generation more creative, lower values follow the init image closer.\nSometimes referred to as 'Denoising Strength' for 'img2img'.": "Giá trị cao hơn làm cho thế hệ sáng tạo hơn, giá trị thấp hơn theo hình ảnh init gần hơn.\nĐôi khi được gọi là 'Denoising Strength' cho 'img2img'.",
        "HintFormat": "Định dạng gợi ý",
        "Host": "Máy",
        "How deeply to compress latents when using Stable Cascade.\nDefault is 32, you can get slightly faster but lower quality results by using 42.": "Độ sâu nén các giá trị tiềm ẩn khi sử dụng Stable Cascade.\nMặc định là 32, bạn có thể lấy nhanh hơn nhưng chất lượng thấp hơn bằng cách dùng 42.",
        "How likely an outdated image metadata entry is to be revalidated (ie have it's mtime checked against storage) each time an image's metadata is pulled.\nDefault 0.05 means 5% chance.\nSSD users can safely set it higher. HDD users may be happier setting it to 0.\nMetadata is always loaded the first time an image is seen.": "Có bao nhiêu khả năng một mục siêu dữ liệu hình ảnh lỗi thời sẽ được xác nhận lại (ví dụ có mtime kiểm tra đối với lưu trữ) mỗi khi siêu dữ liệu của một hình ảnh được kéo.\nMặc định 0.05 có nghĩa là 5% cơ hội.\nNgười dùng SSD có thể an toàn đặt nó cao hơn. Người dùng HDD có thể hạnh phúc hơn khi đặt nó là 0.\nSiêu dữ liệu luôn được tải lần đầu tiên một hình ảnh được nhìn thấy.",
        "How long any one part can be.\nDefault is 40 characters.": "Một phần có thể dài bao nhiêu.\nMặc định là 40 ký tự.",
        "How long to wait (in seconds) after all queues are done before sending the queue end webhook.\nThis is useful to prevent rapid start+end calls.": "Chờ bao lâu (giây) sau khi tất cả các hàng đợi đã hoàn thành trước khi gửi webhook kết thúc hàng đợi.\nĐiều này hữu ích để ngăn chặn các cuộc gọi khởi động + kết thúc nhanh.",
        "How many directories deep a user's custom OutPath can be.\nDefault is 5.": "Có bao nhiêu thư mục sâu trong OutPath tùy chỉnh của người dùng.\nMặc định là 5.",
        "How many frames to generate within the video.": "Số khung cần tạo trong đoạn phim.",
        "How many frames to interpolate between each frame in the video.\nHigher values are smoother, but make take significant time to save the output, and may have quality artifacts.": "Số khung cần nhập giữa mỗi khung trong đoạn phim.\nGiá trị cao hơn là mượt mà hơn, nhưng làm mất thời gian đáng kể để lưu xuất, và có thể có các tác phẩm nghệ thuật chất lượng.",
        "How many images can try to be generating at the same time on this user.": "Có bao nhiêu hình ảnh có thể được thử tạo cùng một lúc trên người dùng này.",
        "How many images the history view should scan server-side before deciding the list is sufficient for sorting. Not relevant when sorting by filename.": "Số lượng ảnh mà trình xem lịch sử nên quét bên máy chủ trước khi quyết định danh sách đủ để sắp xếp. Không liên quan khi sắp xếp theo tên tập tin.",
        "How many images the history view should stop trying to load after.": "Số ảnh mà lịch sử xem sẽ ngừng cố gắng tải sau.",
        "How many images to generate at once.": "Số lượng ảnh cần tạo cùng một lúc.",
        "How many minutes to wait after the last generation before automatically freeing up system RAM (to prevent issues with other programs).\nThis has the downside of causing models to fully load from data drive at next usage.\nUse a decimal number to free after seconds.\nDefaults to 60 minutes (one hour).": "Bao nhiêu phút để chờ sau khi tạo lần cuối trước khi tự động giải phóng RAM hệ thống (để tránh vấn đề với các chương trình khác).\nĐiều này có một mặt tiêu cực là làm cho các mô hình tải đầy đủ từ ổ đĩa dữ liệu vào lần sử dụng tiếp theo.\nDùng số thập phân để giải phóng sau từng giây.\nMặc định là 60 phút (1 giờ).",
        "How many minutes to wait after the last generation before automatically freeing up VRAM (to prevent issues with other programs).\nThis has the downside of a small added bit of time to load back onto VRAM at next usage.\nUse a decimal number to free after seconds.\nDefaults to 10 minutes.": "Bao nhiêu phút để chờ sau khi tạo lần cuối trước khi tự động giải phóng VRAM (để tránh vấn đề với các chương trình khác).\nĐiều này có một mặt tiêu cực là thêm một chút thời gian để tải lại vào VRAM khi sử dụng tiếp theo.\nDùng số thập phân để giải phóng sau từng giây.\nMặc định là 10 phút.",
        "How many steps to use for the video model.\nHigher step counts yield better quality, but much longer generation time.\n40 well get good quality, but 20 is sufficient as a basis.": "Số bước dùng cho mô hình video.\nBước đếm cao hơn cho chất lượng tốt hơn, nhưng thời gian tạo ra lâu hơn nhiều.\n40 tốt sẽ có chất lượng tốt, nhưng 20 là đủ như một cơ sở.",
        "How many times to retry initializing a backend before giving up. Default is 3.": "Bao nhiêu lần thử lại khởi động phần mềm sau trước khi từ bỏ. Mặc định là 3.",
        "How many times to run the model.\nMore steps = better quality, but more time.\n20 is a good baseline for speed, 40 is good for maximizing quality.\nYou can go much higher, but it quickly becomes pointless above 70 or so.": "Bao nhiêu lần chạy mô hình.\nNhiều bước = chất lượng tốt hơn, nhưng mất nhiều thời gian.\n20 là một điểm cơ sở tốt cho tốc độ, 40 là tốt cho tối đa hóa chất lượng.\nBạn có thể lên cao hơn nhiều, nhưng nó nhanh chóng trở nên vô nghĩa trên 70 hoặc khoảng đó.",
        "How much noise to add to the init image.\nHigher values yield more motion.": "Lượng nhiễu cần thêm vào hình ảnh khởi động.\nGiá trị cao hơn cho nhiều chuyển động.",
        "How strong to apply ReVision image inputs.\nSet to 0 to disable ReVision processing.": "Cường độ áp dụng đầu vào ảnh ReVision.\nĐặt giá trị 0 để tắt xử lý ReVision.",
        "How strongly to apply the variation seed.\n0 = don't use, 1 = replace the base seed entirely. 0.5 is a good value.": "Cần áp dụng hạt giống biến đổi mạnh như thế nào.\n0 = không dùng, 1 = thay thế toàn bộ hạt giống cơ sở. 0.5 là một giá trị tốt.",
        "How strongly to scale prompt input.\nHigher CFG scales tend to produce more contrast, and lower CFG scales produce less contrast.\nToo-high values can cause corrupted/burnt images, too-low can cause nonsensical images.\n7 is a good baseline. Normal usages vary between 5 and 9.": "Độ mạnh để tăng kích thước đầu vào yêu cầu.\nCác thang CFG cao có xu hướng tạo ra nhiều tương phản hơn, và các thang CFG thấp tạo ra ít tương phản hơn.\nGiá trị quá cao có thể gây hư hại / đốt ảnh, quá thấp có thể gây ra hình ảnh vô nghĩa.\n7 là một điểm mốc tốt.. Sử dụng bình thường thay đổi từ 5 đến 9.",
        "How to apply the refiner. Different methods create different results.\n'PostApply' runs the base in full, then runs the refiner with an Init Image.\n'StepSwap' swaps the model after x steps during generation.\n'StepSwapNoisy' is StepSwap but with first-stage noise only.": "Cách sử dụng bộ lọc. Các phương pháp khác nhau tạo ra các kết quả khác nhau.\n'PostApply' chạy cơ sở hoàn toàn, sau đó chạy bộ lọc với một Init Image.\n'StepSwap' trao đổi mô hình sau x bước trong quá trình tạo.\n'StepSwapNoisy' là StepSwap nhưng chỉ với tiếng ồn giai đoạn đầu tiên.",
        "How to display previews for generating videos.\n'Animate' shows a low-res animated video preview.\n'iterate' shows one frame at a time while it goes.\n'one' displays just the first frame.\n'none' disables previews.": "Cách hiển thị xem trước để tạo video.\n'Animate' cho thấy một video hoạt hình có độ phân giải thấp.\n'iterate' cho thấy một khung mỗi lần khi nó đi.\n'one' chỉ hiển thị khung đầu tiên.\n'none' tắt xem trước.",
        "How to interpolate frames in the video.\n'RIFE' or 'FILM' are two different decent interpolation model options.": "Cách làm cho các khung hình trong video được ghép lại.\n'RIFE' hoặc 'FILM' là hai tùy chọn mô hình can thiệp khác nhau.",
        "How to launch the UI. If 'none', just quietly launch.\nIf 'web', launch your web-browser to the page.\nIf 'webinstall', launch web-browser to the install page.\nIf 'electron', launch the UI in an electron window (NOT YET IMPLEMENTED).": "Cách khởi động giao diện người dùng. Nếu không, thì phóng lặng lẽ.\nNếu là 'web', khởi động trình duyệt web của bạn đến trang.\nNếu 'webinstall', khởi động trình duyệt web đến trang cài đặt.\nNếu 'electron', khởi động giao diện người dùng trong cửa sổ electron (CHỈ ĐÃ KHÔNG THỰC HIỆN).",
        "How to process the mask.\n'Differential' = 'Differential Diffusion' technique, wherein the mask values are used as offsets for timestep of when to apply the mask or not.\n'Simple Latent' = the most basic latent masking technique.": "Làm thế nào để xử lý mặt nạ.\n'Differential' = kỹ thuật 'Differential Diffusion', trong đó các giá trị mặt nạ được sử dụng như là offsets cho thời gian khi áp dụng mặt nạ hay không.\n'Simple Latent' = kỹ thuật che giấu tiềm ẩn cơ bản nhất.",
        "How to upscale the image, if upscaling is used.": "Cách tăng kích thước ảnh, nếu sử dụng.",
        "If checked, any usage of '<segment:>' syntax in prompts will save the generated mask in output.": "Nếu bật, bất kỳ việc sử dụng cú pháp '< segment: >' trong lời nhắc nào cũng sẽ lưu mặt nạ được tạo ra vào kết xuất.",
        "If checked, enables AITemplate for ComfyUI generations (UNet only). Only compatible with some GPUs.": "Nếu chọn, bật AITemplate cho các thế hệ ComfyUI (chỉ UNet). Chỉ tương thích với một số GPU.",
        "If checked, enables model-specific enhancements.\nFor example, on SDXL, smarter res-cond will be used.\nIf unchecked, will prefer more 'raw' behavior.": "Nếu chọn, cho phép cải tiến theo mô hình.\nVí dụ, trên SDXL, res-cond thông minh hơn sẽ được sử dụng.\nNếu không chọn, sẽ thích hành vi 'cơ bản' hơn.",
        "If checked, intermediate images (eg before a refiner or segment stage) will be saved separately alongside the final image.": "Nếu bật, các hình ảnh trung gian (ví dụ trước khi tiến hành tinh chỉnh hay giai đoạn phân đoạn) sẽ được lưu riêng biệt cùng với hình ảnh cuối cùng.",
        "If checked, outputs masks from regional prompting for debug reasons.": "Nếu bật, xuất mặt nạ từ yêu cầu khu vực vì lý do gỡ lỗi.",
        "If checked, shifts the empty latent to use a mean-average per-channel latent value (as calculated by Birchlabs).\nIf unchecked, default behavior of zero-init latents are used.\nThis can potentially improve the color range or even general quality on SDv1, SDv2, and SDXL models.\nNote that the effect is very minor.": "Nếu bật, chuyển giá trị ẩn trống sang sử dụng giá trị trung bình- trung bình trên kênh (theo tính toán của Birchlabs).\nNếu không chọn, hành vi mặc định của các giá trị tiềm ẩn zero- init sẽ được sử dụng.\nĐiều này có thể cải thiện phạm vi màu sắc hoặc thậm chí chất lượng chung trên các mẫu SDv1, SDv2 và SDXL.\nGhi chú rằng hiệu ứng này rất nhỏ.",
        "If checked, tells the server that previews are not desired.\nMay make generations slightly faster in some cases.": "Nếu bật, sẽ nói với máy phục vụ rằng không cần xem thử.\nCó thể làm các thế hệ nhanh hơn một chút trong một số trường hợp.",
        "If checked, tells the server to not save this image.\nUseful for quick test generations, or 'generate forever' usage.": "Nếu bật, nói với máy phục vụ không lưu ảnh này.\nCó ích cho các thế hệ thử nghiệm nhanh, hoặc 'tạo mãi mãi' sử dụng.",
        "If checked, the seed will not be incremented when Images is above 1.\nUseful for example to test different wildcards for the same seed rapidly.": "Nếu bật, hạt giống sẽ không được tăng khi Images lớn hơn 1.\nCó ích ví dụ để kiểm tra các ký tự đại diện khác nhau cho cùng một hạt giống nhanh chóng.",
        "If enabled and a mask is in use, this will recomposite the masked generated onto the original image for a cleaner result.\nIf disabled, VAE artifacts may build up across repeated inpaint operations.\nDefaults enabled.": "Nếu bật và đang sử dụng một mặt nạ, điều này sẽ tái cấu trúc lại phần được tạo lên trên ảnh gốc để có kết quả sạch hơn.\nNếu bị tắt, VAE artefacts có thể tích tụ trên các hoạt động inpaint lặp lại.\nMặc định đã được bật.",
        "If enabled, automatically clears out the image batch when generating a new one. If disabled, leaves history to grow until you refresh the page.": "Nếu bật, tự động xoá tập ảnh khi tạo một tập mới. Nếu không chọn, lịch sử sẽ tăng lên cho đến khi bạn cập nhật lại trang.",
        "If enabled, automatically swaps to new images the moment they're done generating.": "Nếu bật, tự động thay đổi sang hình ảnh mới ngay khi chúng được tạo xong.",
        "If enabled, automatically swaps to previews of new images the moment they're available, before the image itself is done generating.": "Nếu bật, tự động chuyển sang xem thử các hình ảnh mới ngay khi chúng có sẵn, trước khi tạo ra chính bản thân hình ảnh.",
        "If enabled, batch size will be reset to 1 when parameters are loaded.\nThis can prevent accidents that might thrash your GPU or cause compatibility issues, especially for example when importing a comfy workflow.\nYou can still set the batch size at will in the GUI.": "Nếu bật, kích thước hàng sẽ được đặt lại thành 1 khi tải các tham số.\nĐiều này có thể ngăn chặn các tai nạn có thể làm hỏng GPU của bạn hoặc gây ra các vấn đề tương thích, đặc biệt là khi nhập khẩu một luồng công việc thoải mái.\nBạn vẫn có thể đặt kích thước hàng theo ý muốn trong giao diện người dùng.",
        "If enabled, decodes images through the VAE using tiles of this size.\nVAE Tiling reduces VRAM consumption, but takes longer and may impact quality.": "Nếu bật, giải mã hình ảnh qua VAE bằng cách dùng các mảng có kích thước này.\nVAE Tiling giảm tiêu thụ VRAM, nhưng mất lâu hơn và có thể ảnh hưởng đến chất lượng.",
        "If enabled, feeds this prompt to an unsampler before resampling with your main prompt.\nThis is powerful for controlled image editing.\n\nFor example, use unsampler prompt 'a photo of a man wearing a black hat',\nand give main prompt 'a photo of a man wearing a sombrero', to change what type of hat a person is wearing.": "Nếu bật, sẽ gửi lời nhắc này đến trình lấy mẫu trước khi lấy mẫu lại với lời nhắc chính.\nĐiều này rất mạnh mẽ cho việc chỉnh sửa hình ảnh kiểm soát.\n \nVí dụ, dùng lệnh unsampler 'a photo of a man wearing a black hat',\nvà đưa ra lời nhắc chính 'một bức ảnh của một người đàn ông mặc sombrero', để thay đổi loại mũ mà một người đang mặc.",
        "If enabled, removes the background from the generated image.\nThis uses RemBG.": "Nếu bật, gỡ bỏ nền từ hình ảnh được tạo.\nĐây sử dụng RemBG.",
        "If enabled, the image will be shrunk to just the mask, and then grow by this value many pixels.\nAfter that, the generation process will run in full, and the image will be composited back into the original image at the end.\nThis allows for refining small details of an image for effectively.\nThis is also known as 'Inpaint Only Masked'.\nLarger values increase the surrounding context the generation receives, lower values contain it tighter and allow the AI to create more detail.": "Nếu bật, hình ảnh sẽ bị thu nhỏ chỉ còn mặt nạ, và sau đó tăng theo giá trị này nhiều điểm ảnh.\nSau đó, quá trình tạo ra sẽ chạy đầy đủ, và hình ảnh sẽ được cấu trúc trở lại thành hình ảnh gốc ở cuối.\nĐiều này cho phép tinh chỉnh các chi tiết nhỏ của một hình ảnh một cách hiệu quả.\nĐiều này cũng được gọi là 'Inpaint Only Masked'.\nGiá trị lớn hơn tăng bối cảnh xung quanh mà thế hệ nhận được, giá trị thấp hơn chứa nó chặt chẽ hơn và cho phép AI tạo ra nhiều chi tiết hơn.",
        "If enabled, the mask will be blurred by this blur factor.\nThis makes the transition for the new image smoother.\nSet to 0 to disable.": "Nếu bật, mặt nạ sẽ bị mờ theo yếu tố mờ này.\nĐiều này làm cho quá trình chuyển đổi cho hình ảnh mới mượt mà hơn.\nĐặt giá trị 0 để tắt.",
        "If set to non-0, adds DPI metadata to saved images.\n'72' is a good value for compatibility with some external software.": "Nếu không đặt là 0, thêm siêu dữ liệu DPI vào ảnh đã lưu.\n'72' là một giá trị tốt cho sự tương thích với một số phần mềm bên ngoài.",
        "If set to true, a '.txt' file will be saved alongside images with the image metadata easily viewable.\nThis can work even if saving in the image is disabled. Defaults disabled.": "Nếu đặt thành true, một tập tin '.txt' sẽ được lưu cùng với hình ảnh với siêu dữ liệu hình ảnh dễ dàng xem.\nĐiều này có thể hoạt động ngay cả khi đã tắt việc lưu vào hình ảnh. Mặc định bị tắt.",
        "If set true, new/upcoming/experimental features will be visible.": "Nếu đặt là true, các tính năng mới/tiếp theo/thí nghiệm sẽ hiển thị.",
        "If set true, some additional debugging data will be attached where relevant, such as in image metadata.": "Nếu đặt là true, một số dữ liệu gỡ lỗi bổ sung sẽ được gắn vào nơi cần thiết, chẳng hạn như trong siêu dữ liệu hình ảnh.",
        "If this is set to 'true', hides the installer page. If 'false', the installer page will be shown.": "Nếu đặt giá trị là 'true', ẩn trang cài đặt. Nếu 'false', trang cài đặt sẽ được hiển thị.",
        "If true, any time you load the UI, trigger a server refresh.\nIf false, only triggers a refresh if you restart Swarm or trigger a refresh manually from the Quick Tools menu.\nDefaults to true.": "Nếu đúng, bất cứ khi nào bạn tải giao diện người dùng, kích hoạt một bản cập nhật máy chủ.\nNếu là false, chỉ kích hoạt cập nhật nếu bạn khởi động lại Swarm hoặc kích hoạt cập nhật bằng tay từ thực đơn Công cụ Nhanh.\nMặc định là true.",
        "If true, folders will be discard from starred image paths.": "Nếu đúng, các thư mục sẽ bị loại bỏ khỏi đường dẫn hình ảnh có sao.",
        "If true, if the port is already in use, the server will try to find another port to use instead.\nIf false, the server will fail to start if the port is already in use.": "Nếu đúng, nếu cổng đã được sử dụng, máy phục vụ sẽ cố gắng tìm một cổng khác để dùng thay thế.\nNếu là lỗi, máy phục vụ sẽ không khởi động nếu cổng đã được sử dụng.",
        "If true, logs will be saved to a file. If false, logs will be available in console and UI while running, but never saved to file.\nDefaults to false.\nMust restart Swarm to apply.": "Nếu đúng, các bản ghi sẽ được lưu vào một tập tin. Nếu là false, các bản ghi sẽ có sẵn trong console và giao diện người dùng khi chạy, nhưng không bao giờ được lưu vào tập tin.\nMặc định là false.\nPhải khởi động lại Swarm để áp dụng.",
        "If true, model metadata is tracked on a per-folder basis. This is better for example if you copy model folders to different machines, or have symlinks to different instances, or etc.\nIf false, model metadata is tracked in the central data folder. This is better if you don't want stray files in your model folders, or if you have several Swarm instances running simultaneously.": "Nếu đúng, siêu dữ liệu mô hình sẽ được theo dõi trên cơ sở từng thư mục. Điều này tốt hơn nếu bạn sao chép thư mục mô hình đến các máy khác nhau, hoặc có liên kết biểu tượng tới các thực thể khác nhau, v.v.\nNếu sai, siêu dữ liệu mô hình sẽ được theo dõi trong thư mục dữ liệu trung tâm. Điều này tốt hơn nếu bạn không muốn có các tập tin lạc trong thư mục mô hình của mình, hoặc nếu bạn có nhiều thực thể Swarm chạy cùng lúc.",
        "If true, Swarm will automatically download and apply any development version updates as soon as they're available.\nDefaults to false.": "Nếu đúng, Swarm sẽ tự động tải xuống và áp dụng bất kỳ bản cập nhật phiên bản phát triển nào ngay khi chúng có sẵn.\nMặc định là false.",
        "If true, Swarm will check if there's any updates available during startup. If false, it will not check for updates.\nUpdate check only downloads a simple JSON from GitHub to get the current version info, it does not transmit any telemetry nor does it download any files or apply the update.\nDefaults to true.": "Nếu đúng, Swarm sẽ kiểm tra xem có cập nhật nào không khi khởi động. Nếu là false, nó sẽ không kiểm tra cập nhật.\nKiểm tra cập nhật chỉ tải xuống một JSON đơn giản từ GitHub để có được thông tin phiên bản hiện tại, nó không truyền tải bất kỳ dữ liệu đo lường từ xa nào cũng như không tải xuống bất kỳ tập tin nào hoặc áp dụng cập nhật.\nMặc định là true.",
        "If true, the Image History view will cache small preview thumbnails of images.\nThis should make things run faster. You can turn it off if you don't want that.": "Nếu đúng, khung Lịch sử ảnh sẽ lưu tạm các hình ảnh nhỏ của ảnh.\nĐiều này sẽ làm mọi thứ chạy nhanh hơn.. Anh có thể tắt nó nếu anh không muốn.",
        "If true, the user is treated as a full admin.\nThis includes the ability to modify these settings.": "Nếu đúng, người dùng sẽ được coi là một quản trị viên đầy đủ.\nĐiều này bao gồm khả năng sửa đổi các cài đặt này.",
        "If true, user may load models.\nIf false, they may only use already-loaded models.": "Nếu đúng, người dùng có thể tải các mô hình.\nNếu là false, chúng chỉ có thể sử dụng các mô hình đã tải.",
        "If true, when including model name (or loras or etc), the path will skip the folder (ie filename only).": "Nếu đúng, khi bao gồm tên mô hình (hoặc loras hay vv), đường dẫn sẽ bỏ qua thư mục (nghĩa là chỉ tên tập tin).",
        "If you want to shut down the server, click the button below.": "Nếu muốn tắt máy phục vụ, nhấn nút bên dưới.",
        "Image aspect ratio. Some models can stretch better than others.": "Tỷ lệ chiều rộng ảnh. Một số mẫu có thể kéo dài tốt hơn những người khác.",
        "Image Format": "Định dạng ảnh",
        "Image height, in pixels.\nSDv1 uses 512, SDv2 uses 768, SDXL prefers 1024.\nSome models allow variation within a range (eg 512 to 768) but almost always want a multiple of 64.": "Chiều cao ảnh, theo điểm ảnh.\nSDv1 sử dụng 512, SDv2 sử dụng 768, SDXL thích 1024.\nMột số mô hình cho phép biến đổi trong một phạm vi (ví dụ 512 đến 768) nhưng hầu như luôn luôn muốn một bội của 64.",
        "Image History": "Lịch sử ảnh",
        "Image seed.\n-1 = random.\nDifferent seeds produce different results for the same prompt.": "Hạt giống hình ảnh.\n-1 = ngẫu nhiên.\nCác hạt giống khác nhau tạo ra các kết quả khác nhau cho cùng một câu lệnh.",
        "Image width, in pixels.\nSDv1 uses 512, SDv2 uses 768, SDXL prefers 1024.\nSome models allow variation within a range (eg 512 to 768) but almost always want a multiple of 64.": "Bề rộng ảnh, theo điểm ảnh.\nSDv1 sử dụng 512, SDv2 sử dụng 768, SDXL thích 1024.\nMột số mô hình cho phép biến đổi trong một phạm vi (ví dụ 512 đến 768) nhưng hầu như luôn luôn muốn một bội của 64.",
        "Image-variation seed.\nCombined partially with the original seed to create a similar-but-different image for the same seed.\n-1 = random.": "Hạt biến đổi hình ảnh.\nGồm một phần với hạt giống gốc để tạo ra một hình ảnh tương tự nhưng khác nhau cho cùng một hạt giống.\n-1 = ngẫu nhiên.",
        "ImageDataValidationChance": "ImageDataValidationChance",
        "ImageFormat": "Định dạng ảnh",
        "ImageHistoryUsePreviews": "Tạo ảnh",
        "Images": "Ảnh",
        "Images to include with the prompt, for eg ReVision or UnCLIP.\nIf this parameter is visible, you've done something wrong - this parameter is tracked internally.": "Hình ảnh cần bao gồm trong lời nhắc, ví dụ như ReVision hay UnCLIP.\nNếu tham số này có thể thấy, bạn đã làm sai điều gì đó - tham số này được theo dõi bên trong.",
        "Implements 'FreeU: Free Lunch in Diffusion U-Net'": "Thực hiện 'FreeU: Bữa trưa miễn phí trong Diffusion U-Net'",
        "Import": "Nhập",
        "Import From Generate Tab": "Nhập từ thẻ Tạo",
        "Import Presets": "Nhập các cấu hình sẵn",
        "Info": "Thông tin",
        "Init Image": "Ảnh khởi động",
        "Init Image Creativity": "Init Image Creativity",
        "Init Image Recomposite Mask": "Mặt nạ tái cấu trúc hình ảnh khởi động",
        "Init Image Reset To Norm": "Bắt đầu ảnh đặt lại thành chuẩn",
        "Init-image, to edit an image using diffusion.\nThis process is sometimes called 'img2img' or 'Image To Image'.": "Init-image, để sửa đổi một hình ảnh bằng cách dùng diffusion.\nQuá trình này đôi khi được gọi là 'img2img' hoặc 'Image To Image'.",
        "Input Folder": "Thư mục nhập",
        "Install TensorRT": "Cài đặt TensorRT",
        "Interrupt All Sessions": "Ngừng tất cả các phiên chạy",
        "Interrupt Current Session": "Ngừng phiên chạy hiện tại",
        "IP-Adapter Weight": "Cân nặng của bộ chuyển đổi IP",
        "IP2P CFG 2": "IP2P CFG 2",
        "IsInstalled": "Cài đặt",
        "Language": "Ngôn ngữ",
        "LaunchMode": "Chế độ khởi động",
        "Like the input prompt text, but describe what NOT to generate.\nTell the AI things you don't want to see.": "Giống như văn bản mời nhập, nhưng mô tả điều không nên tạo.\nNói với AI những thứ mà anh không muốn thấy.",
        "List": "Danh sách",
        "Local Network": "Mạng cục bộ",
        "LogLevel": "Mức ghi",
        "Logs": "Bản ghi",
        "LogsPath": "Đường đi ghi",
        "LoRA Extractor": "Bộ trích xuất LoRA",
        "LoRA Section Confinement": "Lora Section Confinement",
        "LoRA Weights": "Trọng lượng LoRA",
        "LoRAs": "LoRaName",
        "LoRAs (Low-Rank-Adaptation Models) are a way to customize the content of a model without totally replacing it.\nYou can enable one or several LoRAs over top of one model.": "LoRAs (Low-Rank-Adaptation Models) là một cách để tùy chỉnh nội dung của một mô hình mà không thay thế hoàn toàn nó.\nBạn có thể kích hoạt một hoặc nhiều LoRA trên một mô hình.",
        "Makes the generated image seamlessly tileable (like a 3D texture would be).\nOptionally, can be tileable on only the X axis (horizontal) or Y axis (vertical).": "Làm cho hình ảnh được tạo ra có thể dán gạch một cách thuận tiện (như một kết cấu 3D).\nTùy chọn, có thể được dán chỉ trên trục X (nằm ngang) hoặc trục Y (dọc).",
        "Manually force a specific exact backend (by ID #) to be used for this generation.": "Bắt tay vào một phần hậu cần chính xác (theo số ID) để sử dụng cho thế hệ này.",
        "Mask Behavior": "Ứng xử Mặt nạ",
        "Mask Blur": "Mờ mặt nạ",
        "Mask Image": "Hình & mặt nạ",
        "Mask Shrink Grow": "Thu nhỏ",
        "Mask-image, white pixels are changed, black pixels are not changed, gray pixels are half-changed.": "Hình ảnh mặt nạ, điểm trắng được thay đổi, điểm đen không thay đổi, điểm xám được thay đổi một nửa.",
        "MaxBackendInitAttempts": "Tiêu chuẩn",
        "MaxImagesInHistory": "MaxImagesInHistory",
        "MaxImagesInMiniGrid": "MaxImagesInMiniGrid",
        "MaxImagesScannedInHistory": "MaxImagesScannedInHistory",
        "Maximum sigma value for the sampler.\nOnly applies to Karras/Exponential schedulers.": "Giá trị sigma tối đa cho máy lấy mẫu.\nChỉ áp dụng cho Karras/Exponential schedulers.",
        "MaxLenPerPart": "MaxLenPerPart",
        "MaxOutPathDepth": "Độ sâu đường ra tối đa",
        "MaxRequestsForcedOrder": "Thứ tự yêu cầu buộc tối đa",
        "MaxSimulPreviews": "Xem trước MaxSimul",
        "MaxT2ISimultaneous": "MaxT2ISimultaneous",
        "MaxTimeoutMinutes": "Thời hạn tối đa",
        "Merges the init image towards the latent norm.\nThis essentially lets you boost 'init image creativity' past 1.0.\nSet to 0 to disable.": "Hợp nhất hình ảnh khởi động với chuẩn ẩn.\nĐiều này về cơ bản cho phép bạn tăng 'sự sáng tạo hình ảnh khởi động' vượt quá 1.0.\nĐặt giá trị 0 để tắt.",
        "Metadata Reset": "Đặt lại siêu dữ liệu",
        "Minimum sigma value for the sampler.\nOnly applies to Karras/Exponential schedulers.": "Giá trị sigma tối thiểu cho máy lấy mẫu.\nChỉ áp dụng cho Karras/Exponential schedulers.",
        "Missing Preview Preset": "Thiếu bộ định sẵn xem thử",
        "Model": "Mô hình",
        "Model Author": "Tác giả mẫu",
        "Model Date": "Ngày mẫu",
        "Model description text...": "Đoạn mô tả mẫu...",
        "Model License": "Giấy phép mẫu",
        "Model Merged From": "Mô hình được sáp nhập từ",
        "Model Specific Enhancements": "Cải thiện đặc biệt cho mô hình",
        "Model Tags": "Thẻ mẫu",
        "Model Trigger Phrase": "Cụm từ kích hoạt mẫu",
        "Model Usage Hint": "Gợi ý sử dụng mô hình",
        "ModelMetadataPerFolder": "Mô hình siêu dữ liệu mỗi thư mục",
        "ModelPathsSkipFolders": "ModelPathsSkipFolders",
        "ModelRoot": "ModelRoot",
        "Models": "Mô hình",
        "Negative Prompt": "Nhắc âm",
        "Network": "Mạng",
        "No Previews": "Không xem thử",
        "No Seed Increment": "Không tăng hạt",
        "Notice: this is raw internal configuration of parameters. Don't mess with this unless you know what you're doing.": "Ghi chú: đây là cấu hình nội bộ thô của các tham số. Đừng làm phiền chuyện này trừ khi anh biết mình đang làm gì.",
        "NvidiaQueryRateLimitMS": "NvidiaQueryRateLimitMS",
        "Only keep images with a generated score above this minimum.": "Chỉ giữ ảnh có điểm số sinh ra cao hơn mức tối thiểu này.",
        "Only keep the best *this many* images in a batch based on scoring.\n(For example, if batch size = 8, and this value = 2, then 8 images will generate and will be scored, and the 2 best will be kept and the other 6 discarded.)": "Chỉ giữ những bức ảnh tốt nhất trong một nhóm dựa trên điểm số.\n(Ví dụ, nếu kích thước batch = 8 và giá trị này = 2, thì sẽ có 8 hình ảnh được tạo ra và sẽ được đánh giá, và 2 hình ảnh tốt nhất sẽ được giữ lại và 6 hình ảnh còn lại bị loại bỏ.)",
        "Open Empty Image Editor": "Mở trình biên tập ảnh rỗng",
        "Optional advanced way to manually specify raw resolutions, useful for grids.\nWhen enabled, this overrides the default width/height params.": "Cách tùy chọn cao cấp để xác định độ phân giải nguyên thủy bằng tay, hữu ích cho các lưới.\nKhi bật, điều này sẽ thay thế các tham số chiều rộng/ cao mặc định.",
        "Optional field to type in any personal text note you want.\nThis will be stored in the image metadata.": "Đây là một trường tùy chọn để nhập bất kỳ ghi chú văn bản cá nhân nào bạn muốn.\nĐiều này sẽ được lưu trữ trong siêu dữ liệu hình ảnh.",
        "Optional internal parameter used to confine LoRAs to certain sections of generation (eg a 'segment' block).\nComma separated list of section IDs (0 to mean global).\nMust match the length of the LoRAs input.": "Tham số nội bộ tùy chọn được sử dụng để giới hạn LoRAs cho một số phần của thế hệ (ví dụ như khối 'segment').\nDanh sách ID phần tách bằng dấu phẩy (0 có nghĩa là toàn cầu).\nPhải tương ứng với độ dài của đầu vào LoRA.",
        "Optional override for the final image file format.": "Tùy chọn bổ sung cho định dạng tập tin ảnh cuối cùng.",
        "Optional source file for auto-completion texts (inside Data/Autocompletions).\nSee docs/Autocompletions for info.": "Tập tin nguồn tùy chọn cho văn bản tự hoàn thành (trong Dữ liệu/Tự hoàn thành).\nXem docs/Autocompletions để biết thêm thông tin.",
        "Optional upscale of the image between the base and refiner stage.\nSometimes referred to as 'high-res fix'.\nSetting to '1' disables the upscale.": "Tùy chọn tăng kích thước hình ảnh giữa giai đoạn cơ sở và tinh chế.\nĐôi khi được gọi là 'high-res fix'.\nĐặt '1' sẽ tắt nâng cấp.",
        "Optional VAE replacement for the refiner stage.": "VAE thay thế tùy chọn cho giai đoạn tinh chế.",
        "Optionally specify a (raw HTML) welcome message here. If specified, will override the automatic welcome messages.": "Có thể chọn ghi một thông điệp chào mừng (HTML thô) ở đây. Nếu đã xác định, sẽ ghi đè các thông điệp chào mừng tự động.",
        "Optionally specify a distinct model to use for 'segment' values.": "Có thể chọn xác định một mô hình riêng biệt để dùng cho giá trị 'segment'.",
        "Optionally use a GLIGEN model.\nGLIGEN is only compatible with SDv1 at time of writing.": "Có thể sử dụng một mô hình GLIGEN.\nGLIGEN chỉ tương thích với SDv1 tại thời điểm viết.",
        "Optionally, type a negative prompt here...": "Có thể nhập một câu lệnh âm ở đây...",
        "Options to override default VAEs with.": "Tùy chọn để thay thế VAE mặc định.",
        "Or you can update and restart if there are updates available:": "Hoặc bạn có thể cập nhật và khởi động lại nếu có cập nhật sẵn:",
        "OutPathBuilder": "OutPathBuilder",
        "Output Folder": "Thư mục xuất",
        "Output Folder Name": "Tên thư mục xuất",
        "Output folder name...": "Tên thư mục xuất...",
        "OutputPath": "Đường xuất",
        "OverQueue": "Đang xếp hàng",
        "OverrideWelcomeMessage": "Bỏ quaWelcomeMessage",
        "Overwrite Existing Files": "Ghi đè các tập tin hiện có",
        "Overwrite existing presets": "Ghi đè các giá trị sẵn có",
        "Parameter Configuration": "Cấu hình tham số",
        "Parameter for internally tracking YOLOv8 models.\nThis is not for real usage, it is just to expose the list to the UI handler.": "Điểm tham chiếu cho mô hình theo dõi YOLOv8 bên trong.\nĐây không phải là để sử dụng thực tế, nó chỉ để phơi bày danh sách cho trình xử lý giao diện người dùng.",
        "Parameters in the Preset": "Tham số trong mặc định",
        "Paths": "Đường dẫn",
        "Percentage of steps to cut off before the image is done generation.": "Tỷ lệ phần trăm các bước cắt trước khi tạo hình ảnh.",
        "Performance": "Hiệu suất",
        "PermissionFlags": "PermissionFlags",
        "PerRequestTimeoutMinutes": "MỗiRequestTimeoutMinutes",
        "Personal Note": "Ghi chú cá nhânName",
        "Pickle To Safetensors": "Để cho nó ướp với thuốc chống co giật",
        "Port": "Cổng",
        "PortCanChange": "CổngCanChange",
        "Prefix a line with # to make it a comment (ie won't be counted as an option).": "Đặt tiền tố # trước một dòng để làm cho nó là một ghi chú (nghĩa là sẽ không được tính như một tùy chọn).",
        "Preset description text...": "Đặt sẵn văn bản mô tả...",
        "Presets": "Đặt sẵn",
        "Prompt": "Nhắc",
        "Prompt Images": "Hình ảnh",
        "Prompt only CSV": "Chỉ yêu cầu CSV",
        "Publish Generation Metadata": "Công bố tạo siêu dữ liệu",
        "QueueEndDelay": "Thời gian kết thúc hàng đợi",
        "QueueEndWebhook": "QueueEndWebhook",
        "QueueStartWebhook": "QueueStartWebhook",
        "Quick Tools": "Công cụ Nhanh",
        "Ratelimit, in milliseconds, between Nvidia GPU status queries. Default is 1000 ms (1 second).": "Giới hạn tốc độ, theo phần nghìn giây, giữa các yêu cầu trạng thái GPU Nvidia. Mặc định là 1000 ms (1 giây).",
        "Raw Resolution": "Độ phân giải nguyên",
        "Refiner": "Điều chỉnh",
        "Refiner Control Percentage": "Tỷ lệ phần trăm điều khiển tinh lọc",
        "Refiner HyperTile": "Tạo HyperTile",
        "Refiner Method": "Phương pháp tinh lọc",
        "Refiner Model": "Thiết kế",
        "Refiner Steps": "Bước tinh chỉnh",
        "Refiner Upscale": "Độ phân giải",
        "Refiner Upscale Method": "Phương pháp nâng cấp tinh chỉnh",
        "Refiner VAE": "UAE",
        "Refresh": "Đang cập nhật",
        "Regional Object Cleanup Factor": "Hiệu số dọn dẹp vật thể vùng",
        "Regional Object Inpainting Model": "Mô hình vẽ vật thể khu vực",
        "Regional Prompting": "Nhắc vùng",
        "Reload Parameter Values": "Tải lại giá trị tham số",
        "Remove": "Xoá",
        "Remove Background": "Xoá nền",
        "Remove Workflow From Generate Tab": "Xoá dòng làm việc từ thẻ Tạo",
        "Replace text in the prompt (or negative prompt) with some other text.": "Thay thế văn bản trong lời nhắc (hoặc lời nhắc âm) bằng một số văn bản khác.",
        "Reset All Metadata": "Nạp lại tất cả siêu dữ liệu",
        "Reset Page Layout": "Nạp lại bảng sắp xếp trang",
        "Reset Params to Default": "Đặt lại tham số mặc định",
        "ResetBatchSizeToOne": "Đặt lại kích thước hàng thành một",
        "Reshow Welcome Message": "Hiện lại thông điệp chào mừng",
        "Resolution": "Độ phân giải",
        "Resolution, eg 1024x1024": "Độ phân giải, ví dụ 1024x1024",
        "Resource Usage": "Sử dụng tài nguyên",
        "Restart All Backends": "Khởi động lại tất cả các phần sau",
        "Restrictions to apply to default users.": "Giới hạn áp dụng cho người dùng mặc định.",
        "ReuseParamExcludeList": "Dùng lại ParamExcludeList",
        "ReVision": "ReVision",
        "ReVision Model": "Mô hình ReVision",
        "ReVision Strength": "Cường độ ReVision",
        "ReVision Zero Prompt": "ReVision Zero Prompt",
        "Rho value for the sampler.\nOnly applies to Karras/Exponential schedulers.": "Giá trị Rho của máy lấy mẫu.\nChỉ áp dụng cho Karras/Exponential schedulers.",
        "Root path for data (user configs, etc).\nDefaults to 'Data'": "Đường dẫn gốc cho dữ liệu (cấu hình người dùng, v. v.).\nMặc định là 'Dữ liệu'",
        "Root path for model files. Use a full-formed path (starting with '/' or a Windows drive like 'C:') to use an absolute path.\nDefaults to 'Models'.": "Đường dẫn gốc cho tập tin mô hình. Dùng đường dẫn đầy đủ (bắt đầu với '/' hoặc một ổ đĩa Windows như 'C:') để dùng đường dẫn tuyệt đối.\nMặc định là 'Models'.",
        "Root path for output files (images, etc).\nDefaults to 'Output'": "Đường dẫn gốc cho tập tin xuất (hình ảnh, v. v.).\nMặc định là 'Xác nhận'",
        "Safety check, the maximum duration all requests can be waiting for a backend before the system declares a backend handling failure.": "Kiểm tra an toàn, thời gian tối đa mà tất cả các yêu cầu có thể chờ đợi một phần mềm sau trước khi hệ thống tuyên bố lỗi xử lý phần mềm sau.",
        "Sampler": "Máy lấy mẫu",
        "Sampler for StabilityAPI to use.": "Bộ lấy mẫu cho StabilityAPI để dùng.",
        "Sampler Rho": "Máy lấy mẫu Rho",
        "Sampler Sigma Max": "Bộ lấy mẫu Sigma Max",
        "Sampler Sigma Min": "Máy lấy mẫu Sigma Min",
        "Sampler type (for AutoWebUI)": "Kiểu máy lấy mẫu (cho AutoWebUI)",
        "Sampler type (for ComfyUI)\nGenerally, 'Euler' is fine, but for SD1 and SDXL 'dpmpp_2m' is popular when paired with the 'karras' scheduler.": "Kiểu máy lấy mẫu (cho ComfyUI)\nNói chung, 'Euler' là tốt, nhưng cho SD1 và SDXL 'dpmpp_2m' được ưa chuộng khi kết hợp với trình lập lịch 'karras'.",
        "Sampling": "Độ lấy mẫu",
        "Save": "Lưu",
        "Save Custom Comfy Workflow": "Lưu luồng công việc Comfy tùy chỉnh",
        "Save Intermediate Images": "Lưu ảnh trung gian",
        "Save Segment Mask": "Lưu mặt nạ đoạn",
        "Save Workflow": "Lưu luồng công việc",
        "Save workflow...": "Lưu dòng công việc...",
        "SaveFiles": "Lưu tập tin",
        "SaveLogToFile": "Lưu hồ sơ vào tập tin",
        "SaveMetadata": "Lưu siêu dữ liệu",
        "SaveTextFileMetadata": "Lưu tập tin văn bản",
        "Scale for Self-Attention Guidance.\n''Self-Attention Guidance (SAG) uses the intermediate self-attention maps of diffusion models to enhance their stability and efficacy.\nSpecifically, SAG adversarially blurs only the regions that diffusion models attend to at each iteration and guides them accordingly.''\nDefaults to 0.5.": "Scale for Self-Attention Guidance (bằng tiếng Anh).\n''Tự chú ý hướng dẫn (SAG) sử dụng bản đồ tự chú ý trung gian của các mô hình khuếch tán để tăng cường sự ổn định và hiệu quả của chúng.\nĐặc biệt, SAG chỉ làm mờ các khu vực mà mô hình phân tán tham gia vào mỗi lần lặp lại và hướng dẫn chúng theo đó. \"\nMặc định là 0. 5.",
        "Scheduler": "Tính toán thời gian",
        "Scheduler type (for ComfyUI)\nGoes with the Sampler parameter above.": "Kiểu trình lập lịch (cho ComfyUI)\nĐi cùng với tham số Sampler ở trên.",
        "Score Must Exceed": "Điểm phải vượt quá",
        "Scoring": "Điểm",
        "Scoring engine(s) to use when scoring this image. Multiple scorers can be used and will be averaged together. Scores are saved in image metadata.": "Kỹ thuật đánh giá dùng khi đánh giá ảnh này. Có thể sử dụng nhiều điểm số và sẽ được tính trung bình cùng nhau. Điểm số được lưu trong siêu dữ liệu hình ảnh.",
        "SDClipVisionFolder": "Thư mục SDClipVision",
        "SDControlNetsFolder": "Thư mục mạng điều khiển SDControl",
        "SDEmbeddingFolder": "Thư mục chứa SDE",
        "SDLoraFolder": "Thư mục SDLora",
        "SDModelFolder": "Thư mục mẫu SD",
        "SDVAEFolder": "Thư mục SDVAE",
        "Seamless Tileable": "Đặt gạch không dính",
        "Seed": "Hạt giống",
        "Seems like the ComfyUI workflow editor direct-access hasn't loaded. Give it a second to load - if it doesn't there might be an error message in your browser console or the server logs.": "Có vẻ như không tải được truy cập trực tiếp của trình biên tập ComfyUI workflow. Để nó tải một giây - nếu không có, có thể sẽ có một thông điệp lỗi trong trình duyệt của bạn hoặc trong các bản ghi máy chủ.",
        "Segment Mask Blur": "Mờ mặt nạ đoạn",
        "Segment Model": "Mô hình đoạn",
        "Segmind Stable Diffusion 1B (SSD-1B)": "Segmind Stable Diffusion 1B (SSD-1B)",
        "Select an IP-Adapter model to use IP-Adapter for image-prompt input handling.\nModels will automatically be downloaded when you first use them.\n<a href=\"https://github.com/Stability-AI/StableSwarmUI/blob/master/docs//Features/IPAdapter-ReVision.md\">See more docs here.</a>": "Chọn một mô hình bộ chuyển IP để dùng bộ chuyển IP cho việc xử lý đầu vào yêu cầu ảnh.\nCác mô hình sẽ được tải xuống tự động khi bạn sử dụng chúng lần đầu tiên.\n<a href=\"https://github.com/Stability-AI/StableSwarmUI/blob/master/docs//Features/IPAdapter-ReVision.md\">Xem thêm tài liệu tại đây</a>",
        "Select an IP-Adapter model to use IP-Adapter for image-prompt input handling.\nModels will automatically be downloaded when you first use them.\nSee more docs here.": "Chọn một mô hình bộ chuyển IP để dùng bộ chuyển IP cho việc xử lý đầu vào yêu cầu ảnh.\nCác mô hình sẽ được tải xuống tự động khi bạn sử dụng chúng lần đầu tiên.\nXem thêm tại đây.",
        "Select the checkbox next to inputs you want included in the preset.By default this will override values entirely. For text inputs, use {value} to include the current UI value instead of overriding.": "Chọn hộp kiểm bên cạnh các đầu vào bạn muốn bao gồm trong mặc định. Mặc định, điều này sẽ ghi đè toàn bộ giá trị. Đối với các nhập văn bản, dùng {value} để bao gồm giá trị UI hiện tại thay vì ghi đè.",
        "Self-Attention Guidance Scale": "Đường dẫn tự chú ý",
        "Self-Attention Guidance Sigma Blur": "Điều hướng tự chú ý Sigma Blur",
        "Server": "Máy phục vụ",
        "Server Configuration": "Cấu hình máy phục vụ",
        "Server Info": "Thông tin máy phục vụ",
        "Set to a number above 1 to allow generations of multiple images to automatically generate square mini-grids when they're done.": "Đặt giá trị trên 1 để cho phép các thế hệ của nhiều hình ảnh tự động tạo ra lưới nhỏ vuông khi chúng được hoàn thành.",
        "Settings related to backends.": "Thiết lập liên quan đến phần mềm hậu phương.",
        "Settings related to file paths.": "Thiết lập liên quan đến đường dẫn tập tin.",
        "Settings related to logging.": "Thiết lập liên quan đến đăng ký.",
        "Settings related to networking and the webserver.": "Thiết lập liên quan đến mạng và máy chủ web.",
        "Settings related to output path building.": "Thiết lập liên quan đến xây dựng đường dẫn xuất.",
        "Settings related to saved file format.": "Thiết lập liên quan đến định dạng tập tin đã lưu.",
        "Settings related to server performance.": "Thiết lập liên quan đến hiệu suất máy chủ.",
        "Settings related to the User Interface.": "Thiết lập liên quan đến giao diện người dùng.",
        "Settings related to webhooks.": "Thiết lập liên quan đến webhooks.",
        "Shifted Latent Average Init": "Bắt đầu trung bình ẩn dịch chuyển",
        "Show Advanced Backend Types": "Hiện kiểu phần sau cao cấp",
        "Show Outputs": "Hiện kết xuất",
        "Show Prompt Tokenization": "Hiện & yêu cầu mã hóa",
        "ShowExperimentalFeatures": "ShowExperimentalFeatures",
        "Shutdown": "Tắt máy",
        "Shutdown Server": "Tắt máy phục vụ",
        "Simple": "Đơn giản",
        "Skip1 multiplier value for FreeU.\nPaper recommends 0.9.": "Giá trị nhân Skip1 cho FreeU.\nBáo cáo khuyến nghị 0.9.",
        "Skip2 multiplier value for FreeU.\nPaper recommends 0.2.": "Giá trị nhân Skip2 cho FreeU.\nBáo cáo khuyến nghị 0.2.",
        "Small Cards": "Thẻ nhỏ",
        "Small Thumbnails": "Biểu tượng nhỏ",
        "Stability API Key": "Chìa khóa API ổn định",
        "StabilityAPI": "API ổn định",
        "Stable Cascade v1 (Stage A)": "Cascade v1 ổn định (Pha A)",
        "Stable Cascade v1 (Stage B)": "Cascade v1 ổn định (Pha B)",
        "Stable Cascade v1 (Stage C)": "Cascade v1 ổn định (Pha C)",
        "Stable Diffusion 3 Medium": "Trạng thái ổn định",
        "Stable Diffusion v1": "Stable Diffusion v1",
        "Stable Diffusion v1 (Inpainting)": "Stable Diffusion v1 (Inpainting)",
        "Stable Diffusion v1 (TensorRT Engine)": "Stable Diffusion v1 (TensorRT Engine)",
        "Stable Diffusion v1 ControlNet": "Diffusion ổn định v1 ControlNet",
        "Stable Diffusion v1 Embedding": "Bộ nối ổn định Diffusion v1",
        "Stable Diffusion v1 LoRA": "LoRA ổn định v1",
        "Stable Diffusion v1 VAE": "Stable Diffusion v1 VAE",
        "Stable Diffusion v2 (Depth)": "Stable Diffusion v2 (Độ sâu)",
        "Stable Diffusion v2 (Inpainting)": "Stable Diffusion v2 (Inpainting)",
        "Stable Diffusion v2 (TensorRT Engine)": "Stable Diffusion v2 (TensorRT Engine) Name",
        "Stable Diffusion v2 (Unclip)": "Stable Diffusion v2 (Unclip)",
        "Stable Diffusion v2 Embedding": "Bộ nối ổn định Diffusion v2",
        "Stable Diffusion v2 LoRA": "LoRA ổn định v2",
        "Stable Diffusion v2 Turbo": "Diffusion v2 Turbo ổn định",
        "Stable Diffusion v2-512": "Diffusion ổn định v2-512",
        "Stable Diffusion v2-768v": "Stable Diffusion v2-768v",
        "Stable Diffusion XL 0.9-Base": "Stable Diffusion XL 0. 9- Base",
        "Stable Diffusion XL 0.9-Base (TensorRT Engine)": "Stable Diffusion XL 0. 9- Base (TensorRT Engine)",
        "Stable Diffusion XL 0.9-Refiner": "Stable Diffusion XL 0. 9- Refiner",
        "Stable Diffusion XL 1.0 Edit": "Stable Diffusion XL 1. 0",
        "Stable Diffusion XL 1.0-Base": "Stable Diffusion XL 1. 0- Base",
        "Stable Diffusion XL 1.0-Base (TensorRT Engine)": "Stable Diffusion XL 1. 0- Base (TensorRT Engine)",
        "Stable Diffusion XL 1.0-Base Control-LoRA": "Stable Diffusion XL 1.0-Base Control-LoRA",
        "Stable Diffusion XL 1.0-Base ControlNet": "Stable Diffusion XL 1.0-Base ControlNet",
        "Stable Diffusion XL 1.0-Base Embedding": "Stable Diffusion XL 1.0-Base nhúng",
        "Stable Diffusion XL 1.0-Base LoRA": "Stable Diffusion XL 1.0-Base LoRA",
        "Stable Diffusion XL 1.0-Base VAE": "Stable Diffusion XL 1.0-Base VAE",
        "Stable Diffusion XL 1.0-Refiner": "Stable Diffusion XL 1.0-Refiner",
        "Stable Diffusion XL 1.0-Refiner (TensorRT Engine)": "Stable Diffusion XL 1. 0- Refiner (TensorRT Engine)",
        "Stable Diffusion XL Turbo": "Diffusion XL Turbo ổn định",
        "Stable Diffusion XL Turbo (TensorRT Engine)": "Stable Diffusion XL Turbo (TensorRT Engine) Name",
        "Stable Video Diffusion Img2Vid 0.9": "Img2Vid 0.9 phát sóng video ổn định",
        "Stable Video Diffusion Img2Vid v1": "Truyền hình ổn định Img2Vid v1",
        "Stable Video Diffusion Img2Vid v1 (TensorRT Engine)": "Img2Vid v1 (động cơ TensorRT)",
        "StableSwarmUI JSON": "JSON của StableSwarmUI",
        "StarNoFolders": "StarNoFolders",
        "Start Anyway": "Bắt đầu dù sao",
        "Start generating images\nRight-click for advanced options.": "Bắt đầu tạo ảnh\nNhấn phải để chọn tùy chọn cao cấp.",
        "StartScript": "Văn lệnh khởi động",
        "Steps": "Bước",
        "Swarm Internal": "Bộ nhóm nội bộ",
        "Take Best N Score": "Điểm N tốt nhất",
        "Tell the AI what you want to see, then press Enter to submit.\nConsider 'a photo of a cat', or 'cartoonish drawing of an astronaut'": "Nói với AI bạn muốn xem gì, rồi nhấn Enter để gửi.\nHãy xem xét 'một bức ảnh của một con mèo', hoặc 'biểu họa hoạt hình của một phi hành gia'",
        "TensorRT support is not yet installed. You must install it to continue.": "Hỗ trợ TensorRT chưa được cài đặt. Bạn phải cài đặt nó để tiếp tục.",
        "Test Again": "Thử lại",
        "Text filter, only show items that contain this text.": "Bộ lọc văn bản, chỉ hiển thị các mục chứa văn bản này.",
        "The CFG Scale to use for video generation.\nVideos start with this CFG on the first frame, and then reduce to MinCFG (normally 1) by the end frame.\nSVD-XT normally uses 25 frames, and SVD (non-XT) 0.9 used 14 frames.": "Tỷ lệ CFG để dùng cho việc tạo video.\nVideo bắt đầu với CFG này trên khung hình đầu tiên, và sau đó giảm xuống MinCFG (thường là 1) bởi khung hình cuối cùng.\nSVD-XT thường sử dụng 25 khung hình, và SVD (không phải XT) 0.9 sử dụng 14 khung hình.",
        "The CLIP Vision model folder to use within 'ModelRoot'.\nDefaults to 'clip_vision'.\nAbsolute paths work too.": "Thư mục mô hình CLIP Vision để dùng trong 'ModelRoot'.\nMặc định là 'clip_vision'.\nĐường đi tuyệt đối cũng hoạt động.",
        "The CLIP Vision model to use for ReVision inputs.\nThis will also override IPAdapter (if IPAdapter-G is in use).": "Mô hình CLIP Vision để dùng cho các đầu vào ReVision.\nĐiều này cũng sẽ thay thế IPAdapter (nếu IPAdapter-G đang được sử dụng).",
        "The ControlNet model to use.": "Mô hình ControlNet cần dùng.",
        "The ControlNets model folder to use within 'ModelRoot'.\nDefaults to 'controlnet'.\nAbsolute paths work too.": "Thư mục mô hình ControlNets để dùng trong 'ModelRoot'.\nMặc định là 'controlnet'.\nĐường đi tuyệt đối cũng hoạt động.",
        "The Embedding (eg textual inversion) model folder to use within 'ModelRoot'.\nDefaults to 'Embeddings'.\nAbsolute paths work too.": "Thư mục mô hình nhúng (ví dụ: đảo ngược văn bản) để dùng trong 'ModelRoot'.\nMặc định là 'Nâng thẳng'.\nĐường đi tuyệt đối cũng hoạt động.",
        "The folder for wildcard (.txt) files, under Data.\nDefaults to 'Wildcards'": "Thư mục cho các tập tin có ký tự đại diện (.txt), dưới Dữ liệu.\nMặc định là 'Hoàn toàn'",
        "The format for parameter hints to display as.\nDefault is 'BUTTON'.": "Định dạng cho các gợi ý tham số để hiển thị.\nMặc định là 'BUTTON'.",
        "The FPS (frames per second) to use for video generation.\nThis configures the target FPS the video will try to generate for.": "FPS (frames per second) dùng để tạo video.\nĐiều này cấu hình FPS mục tiêu mà video sẽ cố gắng tạo ra.",
        "The image to use as the input to ControlNet guidance.\nThis image will be preprocessed by the chosen preprocessor.\nIf ControlNet is enabled, but this input is not, Init Image will be used instead.": "Bức ảnh dùng làm đầu vào cho hướng dẫn ControlNet.\nBức ảnh này sẽ được xử lý sẵn bởi bộ xử lý sẵn đã chọn.\nNếu ControlNet được bật, nhưng đầu vào này không, Init Image sẽ được sử dụng thay thế.",
        "The input prompt text that describes the image you want to generate.\nTell the AI what you want to see.": "Đoạn văn bản của dòng lệnh nhập mô tả hình ảnh bạn muốn tạo.\nNói AI biết anh muốn xem gì.",
        "The LoRA (or related adapter type) model folder to use within 'ModelRoot'.\nDefaults to 'Lora'.\nAbsolute paths work too.": "Thư mục mô hình LoRA (hoặc kiểu bộ chuyển đổi liên quan) để dùng trong 'ModelRoot'.\nMặc định là 'Lora'.\nĐường đi tuyệt đối cũng hoạt động.",
        "The maximum duration an individual request can be waiting on a backend to be available before giving up.\nNot to be confused with 'MaxTimeoutMinutes' which requires backends be unresponsive for that duration, this duration includes requests that are merely waiting because other requests are queued.\nDefaults to 60 * 24 * 7 = 1 week (ultra-long max queue duration).": "Thời gian tối đa mà một yêu cầu cá nhân có thể chờ đợi trên một backend để sẵn sàng trước khi từ bỏ.\nKhông nên nhầm lẫn với 'MaxTimeoutMinutes' yêu cầu các backend không đáp ứng trong thời gian đó, thời gian này bao gồm các yêu cầu chỉ đợi vì các yêu cầu khác đang xếp hàng.\nMặc định là 60 * 24 * 7 = 1 tuần (chế độ đợi dài nhất).",
        "The maximum number of pending requests to continue forcing orderly processing of.\nOver this limit, requests may start going out of order.": "Số lượng tối đa yêu cầu đang chờ tiếp tục buộc xử lý có trật tự.\nVượt quá giới hạn này, các yêu cầu có thể bắt đầu đi ra khỏi thứ tự.",
        "The minimum CFG to use for video generation.\nVideos start with max CFG on first frame, and then reduce to this CFG. Set to -1 to disable.": "CFG tối thiểu dùng để tạo video.\nĐoạn phim bắt đầu với CFG tối đa ở khung đầu tiên, sau đó giảm xuống CFG này. Đặt giá trị - 1 để tắt.",
        "The minimum tier of logs that should be visible in the console and saved to file.\nDefault is 'info'.": "Lớp ghi tối thiểu nên hiển thị trong thanh điều khiển và lưu vào tập tin.\nMặc định là 'info'.",
        "The model folder to use within 'ModelRoot'.\nDefaults to 'Stable-Diffusion'.\nAbsolute paths work too.": "Thư mục mô hình cần dùng trong 'ModelRoot'.\nMặc định là 'Stable-Diffusion'.\nĐường đi tuyệt đối cũng hoạt động.",
        "The model to use for refinement. This should be a model that's good at small-details, and use a structural model as your base model.\n'Use Base' will use your base model rather than switching.\nSDXL 1.0 released with an official refiner model.": "Mô hình dùng để tinh chỉnh. Đây nên là một mô hình tốt về chi tiết nhỏ, và sử dụng một mô hình cấu trúc như mô hình cơ sở của bạn.\n'Use Base' sẽ sử dụng mô hình cơ sở của bạn thay vì chuyển đổi.\nSDXL 1.0 được phát hành với một mô hình tinh chế chính thức.",
        "The model to use for video generation.\nThis should be an SVD (Stable Video Diffusion) model.\nNote that SVD favors a low CFG (~2.5).": "Mô hình dùng để tạo video.\nĐây nên là một mô hình SVD (Stable Video Diffusion).\nGhi chú rằng SVD ưa thích CFG thấp (~2.5).",
        "The path for where to store log file, parsed at time of program start, relative to the Data directory.\nMust restart Swarm to apply.\nCan use [year], [month], [month_name], [day], [day_name], [hour], [minute], [second], [pid].": "Đường dẫn để lưu tập tin ghi, phân tích vào lúc khởi động chương trình, tương đối với thư mục Dữ liệu.\nPhải khởi động lại Swarm để áp dụng.\nCó thể dùng [year], [month], [month_name], [day], [day_name], [hour], [minute], [second], [pid].",
        "The preprocessor to use on the ControlNet input image.\nIf toggled off, will be automatically selected.\nUse 'None' to disable preprocessing.": "Bộ xử lý trước dùng cho hình ảnh nhập ControlNet.\nNếu tắt, sẽ được chọn tự động.\nDùng 'Không' để tắt xử lý trước.",
        "The server has updated since you opened the page, please refresh.": "Máy phục vụ đã cập nhật từ khi bạn mở trang này, hãy làm mới.",
        "The size of hypertiles to use for the refining stage.\nHyperTile is a technique to speed up sampling of large images by tiling the image and batching the tiles.\nThis is useful when using SDv1 models as the refiner. SDXL-Base models do not benefit as much.": "Cỡ hypertiles dùng cho giai đoạn tinh chế.\nHyperTile là một kỹ thuật để tăng tốc độ lấy mẫu của các hình ảnh lớn bằng cách dán gạch vào hình ảnh và phân lô hàng các mảng.\nĐiều này hữu ích khi sử dụng các mô hình SDv1 như là bộ lọc. Các mẫu SDXL-Base không được hưởng lợi nhiều như vậy.",
        "The VAE (autoencoder) model folder to use within 'ModelRoot'.\nDefaults to 'VAE'.\nAbsolute paths work too.": "Thư mục mô hình VAE (autoencoder) để dùng trong 'ModelRoot'.\nMặc định là 'VAE'.\nĐường đi tuyệt đối cũng hoạt động.",
        "The VAE (Variational Auto-Encoder) controls the translation between images and latent space.\nIf your images look faded out, or glitched, you may have the wrong VAE.\nAll models have a VAE baked in by default, this option lets you swap to a different one if you want to.": "VAE (Variational Auto-Encoder) kiểm soát sự dịch chuyển giữa hình ảnh và không gian tiềm ẩn.\nNếu hình ảnh của bạn trông mờ đi, hoặc bị lỗi, có thể bạn đã sai VAE.\nTất cả các mô hình có một VAE được nướng trong mặc định, tùy chọn này cho phép bạn thay đổi sang một cái khác nếu bạn muốn.",
        "Theme": "Sắc thái",
        "This server is likely accessible from LAN on one of the following addresses:": "Máy phục vụ này có thể truy cập từ mạng LAN trên một trong các địa chỉ sau:",
        "Thumbnails": "Biểu tượng",
        "Tools": "Công cụ",
        "Try Again?": "Thử lại?",
        "Type": "Kiểu",
        "UI": "",
        "Unsampler Prompt": "Nhắc không lấy mẫu",
        "Update and Restart Server": "Cập nhật và khởi động lại máy phục vụ",
        "Upload Preset File (JSON or CSV)": "Tải lên tập tin cài đặt sẵn (JSON hoặc CSV)",
        "Use As ControlNet Input": "Dùng như đầu vào ControlNet",
        "Use As Init": "Dùng như khởi động",
        "Use As ReVision": "Dùng như ReVision",
        "Use Inpainting Encode": "Dùng mã hóa Inpainting",
        "Use IP-Adapter": "Dùng bộ chuyển đổi IP",
        "Use Reference Only": "Chỉ dùng tham chiếu",
        "Use the 'Reference-Only' technique to guide the generation towards the input image.\nThis currently has side effects that notably prevent Batch from being used properly.": "Dùng kỹ thuật 'Chỉ tham chiếu' để hướng dẫn việc tạo ra đối với hình ảnh đầu vào.\nĐiều này hiện có tác dụng phụ đáng chú ý ngăn chặn Batch được sử dụng đúng cách.",
        "Use This Workflow In Generate Tab": "Dùng dòng lệnh này trong thẻ Tạo",
        "User": "Người dùng",
        "User Info": "Thông tin người dùng",
        "User Settings": "Thiết lập người dùng",
        "Uses VAE Encode logic specifically designed for certain inpainting models.\nNotably this includes the RunwayML Stable-Diffusion-v1 Inpainting model.\nThis covers the masked area with gray.": "Dùng logic mã hóa VAE được thiết kế đặc biệt cho một số mô hình inpainting.\nĐặc biệt, nó bao gồm mô hình Inpainting RunwayML Stable-Diffusion-v1.\nĐây là màu xám che khu vực bị che.",
        "Utilities": "Công cụ",
        "VAE": "UAE",
        "VAE Tile Size": "Cỡ gạch VAE",
        "VAEs": "UAE",
        "Variation Seed": "Hạt biến thể",
        "Variation Seed Strength": "Cường độ hạt biến đổi",
        "Video": "Điện ảnh",
        "Video Augmentation Level": "Mức tăng độ phân giải video",
        "Video Boomerang": "Boomerang VideoName",
        "Video CFG": "Điện ảnh CFG",
        "Video Format": "Định dạng phim",
        "Video FPS": "FPS video",
        "Video Frame Interpolation Method": "Phương pháp nội suy khung video",
        "Video Frame Interpolation Multiplier": "Bộ nhân nội suy khung video",
        "Video Frames": "Bộ phim",
        "Video Min CFG": "Điện ảnh Min CFG",
        "Video Model": "Mô hình video",
        "Video Motion Bucket": "Đồ họaName",
        "Video Preview Type": "Kiểu xem thử video",
        "Video Resolution": "Độ phân giải Video",
        "Video Steps": "Bước video",
        "Webhook to call (empty JSON POST) when all queues are done and the server is going idle.\nLeave empty to disable any webhook.\nCall must return before queuing may restart.": "Webhook để gọi (JSON POST trống) khi tất cả các hàng đợi đã hoàn thành và máy chủ đang nghỉ.\nĐể trống để tắt bất kỳ webhook nào.\nĐiện thoại phải quay lại trước khi xếp hàng có thể bắt đầu lại.",
        "Webhook to call (empty JSON POST) when queues are starting up from idle.\nLeave empty to disable any webhook.\nCall must return before the first generation starts.": "Webhook để gọi (JSON POST trống) khi hàng đợi bắt đầu từ trạng thái nghỉ.\nĐể trống để tắt bất kỳ webhook nào.\nCall phải trở lại trước khi thế hệ đầu tiên bắt đầu.",
        "WebHooks": "WebHooks",
        "Weight to use with IP-Adapter (if enabled).": "Trọng lượng dùng với bộ chuyển đổi IP (nếu được bật).",
        "Weight values for the LoRA model list.\nComma separated list of weight numbers.\nMust match the length of the LoRAs input.": "Giá trị trọng lượng cho danh sách mô hình LoRA.\nDanh sách các số trọng lượng tách bằng dấu phẩy.\nPhải tương ứng với độ dài của đầu vào LoRA.",
        "What custom workflow to use in ComfyUI (built in the Comfy Workflow Editor tab).\nGenerally, do not use this directly.": "Quá trình làm việc tùy chỉnh nào để sử dụng trong ComfyUI (được xây dựng trong thẻ Comfy Workflow Editor).\nThông thường, không nên sử dụng trực tiếp.",
        "What format to save images in.\nDefault is '.jpg' (at 100% quality).": "Định dạng nào để lưu ảnh.\nMặc định là '.jpg' (chất lượng 100%).",
        "What format to save videos in.": "Định dạng để lưu video.",
        "What language to display the UI in.\nDefault is 'en' (English).": "Ngôn ngữ nào để hiển thị giao diện người dùng.\nMặc định là 'en' (tiếng Anh).",
        "What layer of CLIP to stop at, from the end.\nAlso known as 'CLIP Skip'. Default CLIP Skip is -1 for SDv1, some models prefer -2.\nSDv2, SDXL, and beyond do not need this set ever.": "Lớp CLIP nào để dừng, từ cuối.\nCòn gọi là 'CLIP Skip'. Mặc định CLIP Skip là -1 cho SDv1, một số mẫu thích -2.\nSDv2, SDXL và sau đó không cần thiết lập này.",
        "What main checkpoint model should be used.": "Mô hình điểm kiểm tra chính nào nên được sử dụng.",
        "What models are allowed, as a path regex.\nDirectory-separator is always '/'. Can be '.*' for all, 'MyFolder/.*' for only within that folder, etc.\nDefault is all.": "Những mô hình nào được cho phép, như một biểu thức chính quy đường dẫn.\nTừ phân cách thư mục luôn là '/'. Có thể là '.*' cho tất cả, 'MyFolder/.*' chỉ trong thư mục đó, v.v.\nMặc định là tất cả.",
        "What resolution/aspect the video should use.\n'Image Aspect, Model Res' uses the aspect-ratio of the image, but the pixel-count size of the model standard resolution.\n'Model Preferred' means use the model's exact resolution (eg 1024x576).\n'Image' means your input image resolution.": "Độ phân giải/tỉ lệ nào video nên sử dụng.\n'Image Aspect, Model Res' sử dụng tỉ lệ chiều rộng của hình ảnh, nhưng kích thước điểm ảnh của độ phân giải tiêu chuẩn của mô hình.\n'Model Preferred' có nghĩa là sử dụng độ phân giải chính xác của mô hình (ví dụ 1024x576).\n'Hình' có nghĩa là độ phân giải hình ảnh nhập của bạn.",
        "What theme to use. Default is 'modern_dark'.": "Chất liệu nào để dùng. Mặc định là 'modern_dark'.",
        "What VAE to use with SDv1 models by default. Use 'None' to use the one in the model.": "VAE nào dùng với các mô hình SDv1 theo mặc định. Dùng 'None' để dùng một trong các mô hình.",
        "What VAE to use with SDXL models by default. Use 'None' to use the one in the model.": "VAE nào dùng với các mô hình SDXL theo mặc định. Dùng 'None' để dùng một trong các mô hình.",
        "What web host address to use. `localhost` means your PC only.\nLinux users may use `0.0.0.0` to mean accessible to anyone that can connect to your PC (ie LAN users, or the public if your firewall is open).\nWindows users may use `*` for that, though it may require additional Windows firewall configuration.\nAdvanced server users may wish to manually specify a host bind address here.": "Địa chỉ máy mạng cần dùng. `localhost` chỉ có nghĩa là máy tính của bạn.\nNgười dùng Linux có thể sử dụng `0.0.0.0` để có nghĩa là truy cập được cho bất kỳ ai có thể kết nối với PC của bạn (ví dụ như người dùng LAN, hoặc công chúng nếu tường lửa của bạn mở).\nNgười dùng Windows có thể sử dụng '*' cho điều đó, mặc dù nó có thể yêu cầu cấu hình tường lửa Windows bổ sung.\nNgười dùng máy chủ cao cấp có thể muốn xác định địa chỉ liên kết máy ở đây.",
        "What web port to use. Default is '7801'.": "Cổng mạng nào để dùng. Mặc định là '7801'.",
        "When enabled, the normal width parameter is used, and this value is multiplied by the width to derive the image height.": "Khi bật, tham số chiều rộng bình thường được sử dụng, và giá trị này sẽ được nhân với chiều rộng để lấy độ cao của hình ảnh.",
        "When generating live previews, this is how many simultaneous generation requests can be waiting at one time.": "Khi tạo ra xem trước trực tiếp, đây là số lượng yêu cầu sinh ra đồng thời có thể chờ đợi cùng một lúc.",
        "When to start applying controlnet, as a fraction of steps.\nFor example, 0.5 starts applying halfway through. Must be less than End.\nExcluding early steps reduces the controlnet's impact on overall image structure.": "Khi nào bắt đầu áp dụng controlnet, như một phần nhỏ của các bước.\nVí dụ, 0.5 bắt đầu áp dụng nửa đường. Chắc phải nhỏ hơn End.\nKhông bao gồm các bước đầu tiên giảm ảnh hưởng của controlnet trên cấu trúc hình ảnh tổng thể.",
        "When to stop applying controlnet, as a fraction of steps.\nFor example, 0.5 stops applying halfway through. Must be greater than Start.\nExcluding later steps reduces the controlnet's impact on finer details.": "Khi nào để ngừng áp dụng controlnet, như một phần nhỏ của các bước.\nVí dụ, 0.5 dừng áp dụng nửa đường. Phải lớn hơn Start.\nKhử các bước sau đó giảm ảnh hưởng của mạng điều khiển trên chi tiết tinh vi hơn.",
        "When true, output paths always have the username as a folder.\nWhen false, this will be skipped.\nKeep this on in multi-user environments.": "Khi đúng, đường dẫn xuất luôn có tên người dùng như một thư mục.\nNếu là false, nó sẽ bị bỏ qua.\nĐể điều này trong môi trường đa người dùng.",
        "When using an 'object' prompt, how much to cleanup the end result by.\nThis is the 'init image creativity' of the final cleanup step.\nSet to 0 to disable.": "Khi dùng lời nhắc 'object', lượng dọn dẹp kết quả cuối.\nĐây là 'sự sáng tạo hình ảnh khởi động' của bước dọn dẹp cuối cùng.\nĐặt giá trị 0 để tắt.",
        "When using regionalized prompts with distinct 'object' values, this overrides the model used to inpaint those objects.": "Khi sử dụng các yêu cầu khu vực với giá trị 'object' khác nhau, điều này thay thế mô hình được sử dụng để inpaint những đối tượng đó.",
        "When using regionalized prompts, this factor controls how strongly the global prompt overrides the regional prompts.\n0 means ignore global prompt, 1 means ignore regional, 0.5 means half-n-half.": "Khi sử dụng các lời nhắc khu vực, yếu tố này kiểm soát mức độ mạnh mẽ của lời nhắc toàn cầu bổ sung các lời nhắc khu vực.\n0 có nghĩa là bỏ qua lời nhắc toàn cầu, 1 có nghĩa là bỏ qua khu vực, 0.5 có nghĩa là half-n-half.",
        "Whether the '.' symbol can be used in OutPath - if enabled, users may cause file system issues or perform folder escapes.": "Có thể dùng ký hiệu '.' trong OutPath - nếu bật, người dùng có thể gây ra vấn đề hệ thống tập tin hoặc thực hiện thoát thư mục.",
        "Whether to boomerang (aka pingpong) the video.\nIf true, the video will play and then play again in reverse to enable smooth looping.": "Có nên quay lại video hay không.\nNếu đúng, video sẽ được chơi và sau đó lại chơi ngược để cho phép vòng lặp mượt mà.",
        "Whether to store metadata into saved images.\nDefaults enabled.": "Có nên lưu siêu dữ liệu vào ảnh đã lưu hay không.\nMặc định đã được bật.",
        "Whether your files save to server data drive or not.": "Có nên lưu các tập tin của bạn vào ổ dữ liệu máy chủ hay không.",
        "Which models to apply FreeU to, as base, refiner, or both. Irrelevant when not using refiner.": "Các mô hình nào để áp dụng FreeU, như cơ sở, tinh chế, hoặc cả hai. Không liên quan khi không sử dụng tinh chế.",
        "Which StableSwarmUI backend type should be used for this request.": "Kiểu phần mềm sau StableSwarmUI nào nên dùng cho yêu cầu này.",
        "Which trained 'motion bucket' to use for the video model.\nHigher values induce more motion. Most values should stay in the 100-200 range.\n127 is a good baseline, as it is the most common value in SVD's training set.": "Điều đó đã huấn luyện 'sâu chuyển động' để sử dụng cho mô hình video.\nGiá trị cao hơn tạo ra nhiều chuyển động. Hầu hết các giá trị nên ở trong khoảng 100-200.\n127 là một giá trị cơ sở tốt, vì nó là giá trị phổ biến nhất trong tập huấn của SVD.",
        "Which user-settings the user is allowed to modify.\nDefault is all of them.": "Điều khiển người dùng nào được cho phép sửa đổi.\nMặc định là tất cả chúng.",
        "Width": "Bề rộng",
        "Wildcard Seed": "Mầm đại từ",
        "Wildcard selection seed.\nIf enabled, this seed will be used for selecting entries from wildcards.\nIf disabled, the image seed will be used.\n-1 = random.": "Hạt chọn lọc Wildcard.\nNếu bật, hạt giống này sẽ được dùng để chọn các mục từ ký tự đại diện.\nNếu không chọn, sẽ dùng hạt giống hình ảnh.\n-1 = ngẫu nhiên.",
        "Wildcards": "Đặc danh",
        "Wildcards are lists of random prompt segments. One entry per line. Prompt sub-syntax is allowed (eg you can link another wildcard, or use <random:...>, or <preset:...> or anything else you want).": "Đặc danh là danh sách các đoạn câu hỏi ngẫu nhiên. Một mục mỗi dòng. Cấu trúc con của Prompt được cho phép (ví dụ bạn có thể liên kết một ký tự đại diện khác, hoặc sử dụng <random:...>, hay <preset:...> hoặc bất kỳ thứ gì khác bạn muốn).",
        "WildcardsFolder": "Thư mục ký tự đại diện",
        "YOLO Model Internal": "Mô hình YOLO nội bộ",
        "You can free up the VRAM usage, or system memory usage (cache) from backends with the two buttons below.": "Bạn có thể giải phóng sử dụng VRAM, hoặc sử dụng bộ nhớ lưu trữ tạm (cache) của hệ thống từ các phần mềm hậu phương bằng hai nút bên dưới.",
        "Zeroes the prompt and negative prompt for ReVision inputs.\nApplies only to the base, the refiner will still get prompts.\nIf you want zeros on both, just delete your prompt text.\nIf not checked, empty prompts will be zeroed regardless.": "Đặt lại giá trị 0 cho lời nhắc và lời nhắc âm cho các đầu vào ReVision.\nChỉ áp dụng cho cơ sở, người tinh chế vẫn sẽ nhận được thông báo.\nNếu muốn có số 0 trên cả hai, hãy xóa văn bản yêu cầu.\nNếu không chọn, các câu lệnh rỗng sẽ được đặt lại như cũ."
    }
}
